const mock_place = {
    "data": [
      {
        "name_th": "อนุสาวรีย์พญามังราย",
        "name_ja": "อนุสาวรีย์พญามังราย",
        "name_zh": "อนุสาวรีย์พญามังราย",
        "name_en": "อนุสาวรีย์พญามังราย",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fmeng_rai%2Fmeng_rai_1.jpg?alt=media&token=538f0de9-5639-460d-bb7a-35bd047c4cb7",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fmeng_rai%2Fmeng_rai_2.jpg?alt=media&token=8716633d-2a40-44c9-b1c3-73095a792612",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fmeng_rai%2Fmeng_rai_3.jpg?alt=media&token=fdd43926-8998-4db4-b07e-ab4096d49071",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fmeng_rai%2Fmeng_rai_4.jpg?alt=media&token=e25e3064-813f-4e31-b7f4-d33d071fc1da",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fmeng_rai%2Fmeng_rai_5.jpg?alt=media&token=2c6fa3e5-6632-4601-8197-caa80bca5e09"
        ],
        "history_th": "พ่อขุนมังรายเป็นโอรสของพญาลาวเม็งแห่งราชวงศ์ลั๊วะจังคราชกษัตริย์ผู้ครองเมืองหิรัญนครเงินยางเชียงแสน กับพระนางอั้วมิ่งจอมเมือง ประสูติเมื่อ วันอาทิตย์แรม 9 ค่ำ เดือนอ้าย ปีกุน พ.ศ. 1782 ทรงรวบรวมบ้านเล็กเมืองน้อยเข้าเป็นอาณาจักรล้านนาและสร้างเชียงรายเป็นราชธานีในปี พ.ศ.1805  ในปี พ.ศ. 1834 พ่อขุนเม็งรายเสด็จไปสร้างเมืองใหม่ที่เชิงดอยสุเทพ สถาปนานครแห่งใหม่ว่า “เชียงใหม่”",
        "history_ja": "พ่อขุนมังรายเป็นโอรสของพญาลาวเม็งแห่งราชวงศ์ลั๊วะจังคราชกษัตริย์ผู้ครองเมืองหิรัญนครเงินยางเชียงแสน กับพระนางอั้วมิ่งจอมเมือง ประสูติเมื่อ วันอาทิตย์แรม 9 ค่ำ เดือนอ้าย ปีกุน พ.ศ. 1782 ทรงรวบรวมบ้านเล็กเมืองน้อยเข้าเป็นอาณาจักรล้านนาและสร้างเชียงรายเป็นราชธานีในปี พ.ศ.1805  ในปี พ.ศ. 1834 พ่อขุนเม็งรายเสด็จไปสร้างเมืองใหม่ที่เชิงดอยสุเทพ สถาปนานครแห่งใหม่ว่า “เชียงใหม่”",
        "history_zh": "พ่อขุนมังรายเป็นโอรสของพญาลาวเม็งแห่งราชวงศ์ลั๊วะจังคราชกษัตริย์ผู้ครองเมืองหิรัญนครเงินยางเชียงแสน กับพระนางอั้วมิ่งจอมเมือง ประสูติเมื่อ วันอาทิตย์แรม 9 ค่ำ เดือนอ้าย ปีกุน พ.ศ. 1782 ทรงรวบรวมบ้านเล็กเมืองน้อยเข้าเป็นอาณาจักรล้านนาและสร้างเชียงรายเป็นราชธานีในปี พ.ศ.1805  ในปี พ.ศ. 1834 พ่อขุนเม็งรายเสด็จไปสร้างเมืองใหม่ที่เชิงดอยสุเทพ สถาปนานครแห่งใหม่ว่า “เชียงใหม่”",
        "history_en": "พ่อขุนมังรายเป็นโอรสของพญาลาวเม็งแห่งราชวงศ์ลั๊วะจังคราชกษัตริย์ผู้ครองเมืองหิรัญนครเงินยางเชียงแสน กับพระนางอั้วมิ่งจอมเมือง ประสูติเมื่อ วันอาทิตย์แรม 9 ค่ำ เดือนอ้าย ปีกุน พ.ศ. 1782 ทรงรวบรวมบ้านเล็กเมืองน้อยเข้าเป็นอาณาจักรล้านนาและสร้างเชียงรายเป็นราชธานีในปี พ.ศ.1805  ในปี พ.ศ. 1834 พ่อขุนเม็งรายเสด็จไปสร้างเมืองใหม่ที่เชิงดอยสุเทพ สถาปนานครแห่งใหม่ว่า “เชียงใหม่”",
        "time_available": "-",
        "place_des_th": "ประดิษฐานอยู่บริเวณห้าแยกพ่อขุน อ.เมืองเชียงราย",
        "place_des_ja": "ประดิษฐานอยู่บริเวณห้าแยกพ่อขุน อ.เมืองเชียงราย",
        "place_des_zh": "ประดิษฐานอยู่บริเวณห้าแยกพ่อขุน อ.เมืองเชียงราย",
        "place_des_en": "ประดิษฐานอยู่บริเวณห้าแยกพ่อขุน อ.เมืองเชียงราย",
        "phone": [
          "-"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.910456,
          99.84013
        ],
        "type": 1
      },
      {
        "name_th": "วัดพระสิงห์",
        "name_ja": "วัดพระสิงห์",
        "name_zh": "วัดพระสิงห์",
        "name_en": "วัดพระสิงห์",
        "image_url": [
          ""
        ],
        "time_available": "09.00-18.00 น.",
        "history_th": "วัดพระสิงห์เป็นพระอารามหลวงชั้นตรีชนิดสามัญ สร้างขึ้นในรัชสมัยของพระเจ้ามหาพรหม พระอนุชาของพระเจ้ากือนากษัตริย์ผู้ครองนครเชียงใหม่พระเจ้ามหาพรหมได้อัญเชิญพระพุทธสิหิงค์มาจากเมืองกำแพงเพชร พระเจ้ากือนาได้โปรดฯ ให้ประดิษฐานไว้ ณ เมืองเชียงใหม่ ต่อมาพระเจ้ามหาพรหมได้ทูลขอยืมพระพุทธสิหิงค์มาประดิษฐานไว้ที่เมืองเชียงราย เพื่อหล่อจำลอง แต่เมื่อสิ้นบุญพระเจ้ากือนา พระเจ้าแสนเมืองราชนัดดาของพระองค์ได้เสด็จขึ้นครองเมืองเชียงใหม่ พระเจ้ามหาพรหมคิดช่วงชิงราชสมบัติจึงยกกองทัพจากเชียงรายไปประชิดเมืองเชียงใหม่แต่พระเจ้าแสนเมืองสามารถป้องกันเมืองไว้ได้ อีกทั้งยังยกทัพมาตีพระเจ้ามหาพรหมที่เชียงราย และในครั้งนั้นเองพระเจ้าแสนเมืองได้ทรงอัญเชิญพระพุทธสิหิงค์กลับคืนไปประดิษฐาน ณ วัดพระสิงห์จังหวัดเชียงใหม่ดังเดิม จุดเด่นอีกประการหนึ่งของวัดคือบานประตูที่ออกแบบโดย ดร.ถวัลย์ ดัชนี ศิลปินแห่งชาติที่บอกเล่าเรื่องราวของดิน น้ำ ลม ไฟ และแกะสลักโดย คุณสล่า อำนวยบัวงาม",
        "history_ja": "วัดพระสิงห์เป็นพระอารามหลวงชั้นตรีชนิดสามัญ สร้างขึ้นในรัชสมัยของพระเจ้ามหาพรหม พระอนุชาของพระเจ้ากือนากษัตริย์ผู้ครองนครเชียงใหม่พระเจ้ามหาพรหมได้อัญเชิญพระพุทธสิหิงค์มาจากเมืองกำแพงเพชร พระเจ้ากือนาได้โปรดฯ ให้ประดิษฐานไว้ ณ เมืองเชียงใหม่ ต่อมาพระเจ้ามหาพรหมได้ทูลขอยืมพระพุทธสิหิงค์มาประดิษฐานไว้ที่เมืองเชียงราย เพื่อหล่อจำลอง แต่เมื่อสิ้นบุญพระเจ้ากือนา พระเจ้าแสนเมืองราชนัดดาของพระองค์ได้เสด็จขึ้นครองเมืองเชียงใหม่ พระเจ้ามหาพรหมคิดช่วงชิงราชสมบัติจึงยกกองทัพจากเชียงรายไปประชิดเมืองเชียงใหม่แต่พระเจ้าแสนเมืองสามารถป้องกันเมืองไว้ได้ อีกทั้งยังยกทัพมาตีพระเจ้ามหาพรหมที่เชียงราย และในครั้งนั้นเองพระเจ้าแสนเมืองได้ทรงอัญเชิญพระพุทธสิหิงค์กลับคืนไปประดิษฐาน ณ วัดพระสิงห์จังหวัดเชียงใหม่ดังเดิม จุดเด่นอีกประการหนึ่งของวัดคือบานประตูที่ออกแบบโดย ดร.ถวัลย์ ดัชนี ศิลปินแห่งชาติที่บอกเล่าเรื่องราวของดิน น้ำ ลม ไฟ และแกะสลักโดย คุณสล่า อำนวยบัวงาม",
        "history_zh": "วัดพระสิงห์เป็นพระอารามหลวงชั้นตรีชนิดสามัญ สร้างขึ้นในรัชสมัยของพระเจ้ามหาพรหม พระอนุชาของพระเจ้ากือนากษัตริย์ผู้ครองนครเชียงใหม่พระเจ้ามหาพรหมได้อัญเชิญพระพุทธสิหิงค์มาจากเมืองกำแพงเพชร พระเจ้ากือนาได้โปรดฯ ให้ประดิษฐานไว้ ณ เมืองเชียงใหม่ ต่อมาพระเจ้ามหาพรหมได้ทูลขอยืมพระพุทธสิหิงค์มาประดิษฐานไว้ที่เมืองเชียงราย เพื่อหล่อจำลอง แต่เมื่อสิ้นบุญพระเจ้ากือนา พระเจ้าแสนเมืองราชนัดดาของพระองค์ได้เสด็จขึ้นครองเมืองเชียงใหม่ พระเจ้ามหาพรหมคิดช่วงชิงราชสมบัติจึงยกกองทัพจากเชียงรายไปประชิดเมืองเชียงใหม่แต่พระเจ้าแสนเมืองสามารถป้องกันเมืองไว้ได้ อีกทั้งยังยกทัพมาตีพระเจ้ามหาพรหมที่เชียงราย และในครั้งนั้นเองพระเจ้าแสนเมืองได้ทรงอัญเชิญพระพุทธสิหิงค์กลับคืนไปประดิษฐาน ณ วัดพระสิงห์จังหวัดเชียงใหม่ดังเดิม จุดเด่นอีกประการหนึ่งของวัดคือบานประตูที่ออกแบบโดย ดร.ถวัลย์ ดัชนี ศิลปินแห่งชาติที่บอกเล่าเรื่องราวของดิน น้ำ ลม ไฟ และแกะสลักโดย คุณสล่า อำนวยบัวงาม",
        "history_en": "วัดพระสิงห์เป็นพระอารามหลวงชั้นตรีชนิดสามัญ สร้างขึ้นในรัชสมัยของพระเจ้ามหาพรหม พระอนุชาของพระเจ้ากือนากษัตริย์ผู้ครองนครเชียงใหม่พระเจ้ามหาพรหมได้อัญเชิญพระพุทธสิหิงค์มาจากเมืองกำแพงเพชร พระเจ้ากือนาได้โปรดฯ ให้ประดิษฐานไว้ ณ เมืองเชียงใหม่ ต่อมาพระเจ้ามหาพรหมได้ทูลขอยืมพระพุทธสิหิงค์มาประดิษฐานไว้ที่เมืองเชียงราย เพื่อหล่อจำลอง แต่เมื่อสิ้นบุญพระเจ้ากือนา พระเจ้าแสนเมืองราชนัดดาของพระองค์ได้เสด็จขึ้นครองเมืองเชียงใหม่ พระเจ้ามหาพรหมคิดช่วงชิงราชสมบัติจึงยกกองทัพจากเชียงรายไปประชิดเมืองเชียงใหม่แต่พระเจ้าแสนเมืองสามารถป้องกันเมืองไว้ได้ อีกทั้งยังยกทัพมาตีพระเจ้ามหาพรหมที่เชียงราย และในครั้งนั้นเองพระเจ้าแสนเมืองได้ทรงอัญเชิญพระพุทธสิหิงค์กลับคืนไปประดิษฐาน ณ วัดพระสิงห์จังหวัดเชียงใหม่ดังเดิม จุดเด่นอีกประการหนึ่งของวัดคือบานประตูที่ออกแบบโดย ดร.ถวัลย์ ดัชนี ศิลปินแห่งชาติที่บอกเล่าเรื่องราวของดิน น้ำ ลม ไฟ และแกะสลักโดย คุณสล่า อำนวยบัวงาม",
        "place_des_th": "วัดพระสิงห์ ถนนสิงหไคล ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "วัดพระสิงห์ ถนนสิงหไคล ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "วัดพระสิงห์ ถนนสิงหไคล ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "วัดพระสิงห์ ถนนสิงหไคล ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-711735",
          "053-744523"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "location": [
          19.911572,
          99.830584
        ],
        "type": 1
      },
      {
        "name_th": "วัดงำเมือง (กู่พญามังราย)",
        "name_ja": "วัดงำเมือง (กู่พญามังราย)",
        "name_zh": "วัดงำเมือง (กู่พญามังราย)",
        "name_en": "วัดงำเมือง (กู่พญามังราย)",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_3.jpg?alt=media&token=ccc19884-624f-4fe6-9529-a36bf1b4d221",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_5.jpg?alt=media&token=7fd4775e-679e-4564-a032-a09a839d26a8",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_6.jpg?alt=media&token=e5007731-30f3-479b-b087-45f841795450",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_4.jpg?alt=media&token=167b3ae2-ceaa-46ad-a981-aed4a873cf7d",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_1.jpg?alt=media&token=26776bc0-1da8-4efb-9b53-eb00d09d8721",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnguemmueng%2Fnguemmueng_2.jpg?alt=media&token=aa904db1-8ee8-46ae-858d-972d0b886c59"
        ],
        "history_th": "วัดงำเมืองหรือวัดพระธาตุดอยงำเมือง เป็นวัดเก่าแก่ที่มีความสำคัญเนื่องจากเป็นที่ประดิษฐานสถูปบรรจุพระอัฐิของพญามังรายปฐมกษัตริย์แห่งอาณาจักรล้านนา หรือที่ชาวเชียงรายเรียกว่า “กู่พญามังราย” ตามประวัติศาสตร์เล่าว่า หลังจากพญามังรายสวรรคตที่เมืองเชียงใหม่ พญาไชยสงครามผู้เป็นราชโอรสได้ขึ้นครองราชแทน และได้อัญเชิญพระอัฐิของพญามังรายมาประดิษฐาน ณ ดอยงำเมืองแห่งนี้",
        "history_ja": "วัดงำเมืองหรือวัดพระธาตุดอยงำเมือง เป็นวัดเก่าแก่ที่มีความสำคัญเนื่องจากเป็นที่ประดิษฐานสถูปบรรจุพระอัฐิของพญามังรายปฐมกษัตริย์แห่งอาณาจักรล้านนา หรือที่ชาวเชียงรายเรียกว่า “กู่พญามังราย” ตามประวัติศาสตร์เล่าว่า หลังจากพญามังรายสวรรคตที่เมืองเชียงใหม่ พญาไชยสงครามผู้เป็นราชโอรสได้ขึ้นครองราชแทน และได้อัญเชิญพระอัฐิของพญามังรายมาประดิษฐาน ณ ดอยงำเมืองแห่งนี้",
        "history_zh": "วัดงำเมืองหรือวัดพระธาตุดอยงำเมือง เป็นวัดเก่าแก่ที่มีความสำคัญเนื่องจากเป็นที่ประดิษฐานสถูปบรรจุพระอัฐิของพญามังรายปฐมกษัตริย์แห่งอาณาจักรล้านนา หรือที่ชาวเชียงรายเรียกว่า “กู่พญามังราย” ตามประวัติศาสตร์เล่าว่า หลังจากพญามังรายสวรรคตที่เมืองเชียงใหม่ พญาไชยสงครามผู้เป็นราชโอรสได้ขึ้นครองราชแทน และได้อัญเชิญพระอัฐิของพญามังรายมาประดิษฐาน ณ ดอยงำเมืองแห่งนี้",
        "history_en": "วัดงำเมืองหรือวัดพระธาตุดอยงำเมือง เป็นวัดเก่าแก่ที่มีความสำคัญเนื่องจากเป็นที่ประดิษฐานสถูปบรรจุพระอัฐิของพญามังรายปฐมกษัตริย์แห่งอาณาจักรล้านนา หรือที่ชาวเชียงรายเรียกว่า “กู่พญามังราย” ตามประวัติศาสตร์เล่าว่า หลังจากพญามังรายสวรรคตที่เมืองเชียงใหม่ พญาไชยสงครามผู้เป็นราชโอรสได้ขึ้นครองราชแทน และได้อัญเชิญพระอัฐิของพญามังรายมาประดิษฐาน ณ ดอยงำเมืองแห่งนี้",
        "time_available": "09.00-18.00 น.",
        "place_des_th": "ตั้งอยู่ถนนอาจอำนวย บ้านฮ่อมดอย (ชุมชนราชเดชดำรง) หมู่ที่1 ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย ( อยู่ด้านหลังวัดพระแก้ว)",
        "place_des_ja": "ตั้งอยู่ถนนอาจอำนวย บ้านฮ่อมดอย (ชุมชนราชเดชดำรง) หมู่ที่1 ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย ( อยู่ด้านหลังวัดพระแก้ว)",
        "place_des_zh": "ตั้งอยู่ถนนอาจอำนวย บ้านฮ่อมดอย (ชุมชนราชเดชดำรง) หมู่ที่1 ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย ( อยู่ด้านหลังวัดพระแก้ว)",
        "place_des_en": "ตั้งอยู่ถนนอาจอำนวย บ้านฮ่อมดอย (ชุมชนราชเดชดำรง) หมู่ที่1 ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย ( อยู่ด้านหลังวัดพระแก้ว)",
        "phone": [
          "-"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "location": [
          19.912541,
          99.825021
        ],
        "type": 1
      },
      {
        "name_th": "วัดพระแก้ว",
        "name_ja": "วัดพระแก้ว",
        "name_zh": "วัดพระแก้ว",
        "name_en": "วัดพระแก้ว",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fprakeaw%2Fprakeaw_4.jpg?alt=media&token=cb02fae5-460a-44cd-88b5-b1dce2797cca",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fprakeaw%2Fprakeaw_2.jpg?alt=media&token=3d46b475-7c14-4f6c-ae5e-3d0540326555",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fprakeaw%2Fprakeaw_3.jpg?alt=media&token=39bfb8a9-bb03-4c00-ab2f-445b67ca0b8a",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fprakeaw%2Fprakeaw_1.jpg?alt=media&token=5838d2f3-b568-4151-881a-6c479af2f834"
        ],
        "history_th": "วัดพระแก้ว เป็นวัดที่ค้นพบพระแก้วมรกต หรือพระพุทธมหามณีรัตนปฏิมากรที่ประดิษฐานอยู่ ณ วัดพระแก้ว กรุงเทพฯ ในปัจจุบันนี้ ตามประวัติเล่าต่อกันมาว่าเมื่อ พ.ศ. 1897 สมัยพระเจ้าสามฝั่งแกนเป็นเจ้าเมืองเชียงใหม่นั้น ฟ้าได้ผ่าเจดีย์ร้างองค์หนึ่งและได้พบพระพุทธรูปลงรักปิดทองอยู่ภายในเจดีย์ ต่อมารักกะเทาะออก จึงได้พบว่าพระพุทธรูปสีเขียวสร้างด้วยหยก ในปัจจุบันชาวเชียงรายได้สร้างพระแก้วมรกตขึ้นทดแทนเรียกว่า พระหยกเชียงราย หรือ พระพุทธรัตนกรนวุติวัสสนานุสรณ์มงคล ซึ่งสร้างขึ้นในวโรกาสที่สมเด็จพระศรีนครินทราราชชนนี มีพระชนมายุครบ 90 พรรษา บริเวณกำแพงด้านทิศใต้ของวัดเป็นที่ตั้งพิพิธภัณฑ์โฮงหลวงแสนแก้ว ซึ่งเป็นอาคารทรงล้านนาประยุกต์ 2 ชั้น เป็นแหล่งเรียนรู้ด้านศาสนาและวัฒนธรรมล้านนา ภายในอาคารจัดแสดงศิลปะวัตถุที่สำคัญของวัด และศิลปะวัตถุที่ชาวบ้านนำมาถวาย เช่น พระพุทธรูป พระธาตุ เครื่องใช้ทางศาสนาของล้านนา",
        "history_ja": "วัดพระแก้ว เป็นวัดที่ค้นพบพระแก้วมรกต หรือพระพุทธมหามณีรัตนปฏิมากรที่ประดิษฐานอยู่ ณ วัดพระแก้ว กรุงเทพฯ ในปัจจุบันนี้ ตามประวัติเล่าต่อกันมาว่าเมื่อ พ.ศ. 1897 สมัยพระเจ้าสามฝั่งแกนเป็นเจ้าเมืองเชียงใหม่นั้น ฟ้าได้ผ่าเจดีย์ร้างองค์หนึ่งและได้พบพระพุทธรูปลงรักปิดทองอยู่ภายในเจดีย์ ต่อมารักกะเทาะออก จึงได้พบว่าพระพุทธรูปสีเขียวสร้างด้วยหยก ในปัจจุบันชาวเชียงรายได้สร้างพระแก้วมรกตขึ้นทดแทนเรียกว่า พระหยกเชียงราย หรือ พระพุทธรัตนกรนวุติวัสสนานุสรณ์มงคล ซึ่งสร้างขึ้นในวโรกาสที่สมเด็จพระศรีนครินทราราชชนนี มีพระชนมายุครบ 90 พรรษา บริเวณกำแพงด้านทิศใต้ของวัดเป็นที่ตั้งพิพิธภัณฑ์โฮงหลวงแสนแก้ว ซึ่งเป็นอาคารทรงล้านนาประยุกต์ 2 ชั้น เป็นแหล่งเรียนรู้ด้านศาสนาและวัฒนธรรมล้านนา ภายในอาคารจัดแสดงศิลปะวัตถุที่สำคัญของวัด และศิลปะวัตถุที่ชาวบ้านนำมาถวาย เช่น พระพุทธรูป พระธาตุ เครื่องใช้ทางศาสนาของล้านนา",
        "history_zh": "วัดพระแก้ว เป็นวัดที่ค้นพบพระแก้วมรกต หรือพระพุทธมหามณีรัตนปฏิมากรที่ประดิษฐานอยู่ ณ วัดพระแก้ว กรุงเทพฯ ในปัจจุบันนี้ ตามประวัติเล่าต่อกันมาว่าเมื่อ พ.ศ. 1897 สมัยพระเจ้าสามฝั่งแกนเป็นเจ้าเมืองเชียงใหม่นั้น ฟ้าได้ผ่าเจดีย์ร้างองค์หนึ่งและได้พบพระพุทธรูปลงรักปิดทองอยู่ภายในเจดีย์ ต่อมารักกะเทาะออก จึงได้พบว่าพระพุทธรูปสีเขียวสร้างด้วยหยก ในปัจจุบันชาวเชียงรายได้สร้างพระแก้วมรกตขึ้นทดแทนเรียกว่า พระหยกเชียงราย หรือ พระพุทธรัตนกรนวุติวัสสนานุสรณ์มงคล ซึ่งสร้างขึ้นในวโรกาสที่สมเด็จพระศรีนครินทราราชชนนี มีพระชนมายุครบ 90 พรรษา บริเวณกำแพงด้านทิศใต้ของวัดเป็นที่ตั้งพิพิธภัณฑ์โฮงหลวงแสนแก้ว ซึ่งเป็นอาคารทรงล้านนาประยุกต์ 2 ชั้น เป็นแหล่งเรียนรู้ด้านศาสนาและวัฒนธรรมล้านนา ภายในอาคารจัดแสดงศิลปะวัตถุที่สำคัญของวัด และศิลปะวัตถุที่ชาวบ้านนำมาถวาย เช่น พระพุทธรูป พระธาตุ เครื่องใช้ทางศาสนาของล้านนา",
        "history_en": "วัดพระแก้ว เป็นวัดที่ค้นพบพระแก้วมรกต หรือพระพุทธมหามณีรัตนปฏิมากรที่ประดิษฐานอยู่ ณ วัดพระแก้ว กรุงเทพฯ ในปัจจุบันนี้ ตามประวัติเล่าต่อกันมาว่าเมื่อ พ.ศ. 1897 สมัยพระเจ้าสามฝั่งแกนเป็นเจ้าเมืองเชียงใหม่นั้น ฟ้าได้ผ่าเจดีย์ร้างองค์หนึ่งและได้พบพระพุทธรูปลงรักปิดทองอยู่ภายในเจดีย์ ต่อมารักกะเทาะออก จึงได้พบว่าพระพุทธรูปสีเขียวสร้างด้วยหยก ในปัจจุบันชาวเชียงรายได้สร้างพระแก้วมรกตขึ้นทดแทนเรียกว่า พระหยกเชียงราย หรือ พระพุทธรัตนกรนวุติวัสสนานุสรณ์มงคล ซึ่งสร้างขึ้นในวโรกาสที่สมเด็จพระศรีนครินทราราชชนนี มีพระชนมายุครบ 90 พรรษา บริเวณกำแพงด้านทิศใต้ของวัดเป็นที่ตั้งพิพิธภัณฑ์โฮงหลวงแสนแก้ว ซึ่งเป็นอาคารทรงล้านนาประยุกต์ 2 ชั้น เป็นแหล่งเรียนรู้ด้านศาสนาและวัฒนธรรมล้านนา ภายในอาคารจัดแสดงศิลปะวัตถุที่สำคัญของวัด และศิลปะวัตถุที่ชาวบ้านนำมาถวาย เช่น พระพุทธรูป พระธาตุ เครื่องใช้ทางศาสนาของล้านนา",
        "time_available": "09.00-18.00 น.",
        "place_des_th": "19 หมู่1 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "19 หมู่1 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "19 หมู่1 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "19 หมู่1 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-711385",
          "053-718534"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "location": [
          20.265933,
          100.406323
        ],
        "type": 1
      },
      {
        "name_th": "วัดพระธาตุดอยจอมทอง",
        "name_ja": "วัดพระธาตุดอยจอมทอง",
        "name_zh": "วัดพระธาตุดอยจอมทอง",
        "name_en": "วัดพระธาตุดอยจอมทอง",
        "image_url": [
          ""
        ],
        "history_th": "วัดพระธาตุดอยจอมทองเป็นวัดที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้าสันนิษฐานว่ามีมาก่อนที่พ่อขุนเม็งรายจะมาพบพื้นที่และสร้างเป็นเมืองเชียงราย ในปี พ.ศ. 1805 ตามหลักฐานปรากฏในหนังสือ พงศวดารโยนกของ พระยาประชากรจักรกล่าวว่า เมื่อพระพุทธศาสนาล่วงแล้ว 956 พรรษามีพระเถระเจ้ารูปหนึ่งนามพระพุทะโฆษา เป็นชาวโกศลเมื่อสุธรรมวดี (สะเทิ้ม) ในสามัญประเทศได้ออกไปสู่เมืองลังกาทวีปนำคัมภีร์พระไตรปิฎก แห่งลังกาทวีปมาสู่สามัญทวีปและพุกามประเทศ และเข้ามาสู่โยนกนครไชยบุรีศรีเชียงแสน ในวันจันทร์ขึ้น 8 ค่ำเดือน 6 ปีชวด มหาศักราชได้ 335 (พ.ศ.1483) นำพระบรมสารีริกธาตุ 3 ขนาด รวม 16 องค์ ถวายแก่พระเจ้าพังคราช เจ้าเมืองโยนกนาคพันธ์ พระองค์ได้แบ่งพระธาตุเป็น พระธาตุขนาดใหญ่ 1 องค์ ขนาดกลาง 2 องค์ ส่งให้พญาเรือนแก้วเจ้าเมืองไชยนารายณ์ (บริเวณอำเภอเวียงชัยในปัจจุบัน) ส่วนหนึ่งบรรจุลงมหาสถูปบนดอยทอง ขนานนามว่าพระธาตุดอยจอมทอง เพื่อเป็นมงคลนามของเมือง จังหวัดเชียงรายจะจัดพิธีสรงน้ำพระธาตุทุกวันขึ้น 15 ค่ำ เดือน 3 (เดือน 5 เหนือ)",
        "history_ja": "วัดพระธาตุดอยจอมทองเป็นวัดที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้าสันนิษฐานว่ามีมาก่อนที่พ่อขุนเม็งรายจะมาพบพื้นที่และสร้างเป็นเมืองเชียงราย ในปี พ.ศ. 1805 ตามหลักฐานปรากฏในหนังสือ พงศวดารโยนกของ พระยาประชากรจักรกล่าวว่า เมื่อพระพุทธศาสนาล่วงแล้ว 956 พรรษามีพระเถระเจ้ารูปหนึ่งนามพระพุทะโฆษา เป็นชาวโกศลเมื่อสุธรรมวดี (สะเทิ้ม) ในสามัญประเทศได้ออกไปสู่เมืองลังกาทวีปนำคัมภีร์พระไตรปิฎก แห่งลังกาทวีปมาสู่สามัญทวีปและพุกามประเทศ และเข้ามาสู่โยนกนครไชยบุรีศรีเชียงแสน ในวันจันทร์ขึ้น 8 ค่ำเดือน 6 ปีชวด มหาศักราชได้ 335 (พ.ศ.1483) นำพระบรมสารีริกธาตุ 3 ขนาด รวม 16 องค์ ถวายแก่พระเจ้าพังคราช เจ้าเมืองโยนกนาคพันธ์ พระองค์ได้แบ่งพระธาตุเป็น พระธาตุขนาดใหญ่ 1 องค์ ขนาดกลาง 2 องค์ ส่งให้พญาเรือนแก้วเจ้าเมืองไชยนารายณ์ (บริเวณอำเภอเวียงชัยในปัจจุบัน) ส่วนหนึ่งบรรจุลงมหาสถูปบนดอยทอง ขนานนามว่าพระธาตุดอยจอมทอง เพื่อเป็นมงคลนามของเมือง จังหวัดเชียงรายจะจัดพิธีสรงน้ำพระธาตุทุกวันขึ้น 15 ค่ำ เดือน 3 (เดือน 5 เหนือ)",
        "history_zh": "วัดพระธาตุดอยจอมทองเป็นวัดที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้าสันนิษฐานว่ามีมาก่อนที่พ่อขุนเม็งรายจะมาพบพื้นที่และสร้างเป็นเมืองเชียงราย ในปี พ.ศ. 1805 ตามหลักฐานปรากฏในหนังสือ พงศวดารโยนกของ พระยาประชากรจักรกล่าวว่า เมื่อพระพุทธศาสนาล่วงแล้ว 956 พรรษามีพระเถระเจ้ารูปหนึ่งนามพระพุทะโฆษา เป็นชาวโกศลเมื่อสุธรรมวดี (สะเทิ้ม) ในสามัญประเทศได้ออกไปสู่เมืองลังกาทวีปนำคัมภีร์พระไตรปิฎก แห่งลังกาทวีปมาสู่สามัญทวีปและพุกามประเทศ และเข้ามาสู่โยนกนครไชยบุรีศรีเชียงแสน ในวันจันทร์ขึ้น 8 ค่ำเดือน 6 ปีชวด มหาศักราชได้ 335 (พ.ศ.1483) นำพระบรมสารีริกธาตุ 3 ขนาด รวม 16 องค์ ถวายแก่พระเจ้าพังคราช เจ้าเมืองโยนกนาคพันธ์ พระองค์ได้แบ่งพระธาตุเป็น พระธาตุขนาดใหญ่ 1 องค์ ขนาดกลาง 2 องค์ ส่งให้พญาเรือนแก้วเจ้าเมืองไชยนารายณ์ (บริเวณอำเภอเวียงชัยในปัจจุบัน) ส่วนหนึ่งบรรจุลงมหาสถูปบนดอยทอง ขนานนามว่าพระธาตุดอยจอมทอง เพื่อเป็นมงคลนามของเมือง จังหวัดเชียงรายจะจัดพิธีสรงน้ำพระธาตุทุกวันขึ้น 15 ค่ำ เดือน 3 (เดือน 5 เหนือ)",
        "history_en": "วัดพระธาตุดอยจอมทองเป็นวัดที่บรรจุพระบรมสารีริกธาตุของพระพุทธเจ้าสันนิษฐานว่ามีมาก่อนที่พ่อขุนเม็งรายจะมาพบพื้นที่และสร้างเป็นเมืองเชียงราย ในปี พ.ศ. 1805 ตามหลักฐานปรากฏในหนังสือ พงศวดารโยนกของ พระยาประชากรจักรกล่าวว่า เมื่อพระพุทธศาสนาล่วงแล้ว 956 พรรษามีพระเถระเจ้ารูปหนึ่งนามพระพุทะโฆษา เป็นชาวโกศลเมื่อสุธรรมวดี (สะเทิ้ม) ในสามัญประเทศได้ออกไปสู่เมืองลังกาทวีปนำคัมภีร์พระไตรปิฎก แห่งลังกาทวีปมาสู่สามัญทวีปและพุกามประเทศ และเข้ามาสู่โยนกนครไชยบุรีศรีเชียงแสน ในวันจันทร์ขึ้น 8 ค่ำเดือน 6 ปีชวด มหาศักราชได้ 335 (พ.ศ.1483) นำพระบรมสารีริกธาตุ 3 ขนาด รวม 16 องค์ ถวายแก่พระเจ้าพังคราช เจ้าเมืองโยนกนาคพันธ์ พระองค์ได้แบ่งพระธาตุเป็น พระธาตุขนาดใหญ่ 1 องค์ ขนาดกลาง 2 องค์ ส่งให้พญาเรือนแก้วเจ้าเมืองไชยนารายณ์ (บริเวณอำเภอเวียงชัยในปัจจุบัน) ส่วนหนึ่งบรรจุลงมหาสถูปบนดอยทอง ขนานนามว่าพระธาตุดอยจอมทอง เพื่อเป็นมงคลนามของเมือง จังหวัดเชียงรายจะจัดพิธีสรงน้ำพระธาตุทุกวันขึ้น 15 ค่ำ เดือน 3 (เดือน 5 เหนือ)",
        "time_available": "-",
        "place_des_th": "วัดพระธาตุจอมทอง อยู่บนดอยจอมทอง ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "วัดพระธาตุจอมทอง อยู่บนดอยจอมทอง ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "วัดพระธาตุจอมทอง อยู่บนดอยจอมทอง ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "วัดพระธาตุจอมทอง อยู่บนดอยจอมทอง ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-716605"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด ",
        "location": [
          19.915763,
          99.822770
        ],
        "type": 1
      },
      {
        "name_th": "วัดร่องขุ่น",
        "name_ja": "วัดร่องขุ่น",
        "name_zh": "วัดร่องขุ่น",
        "name_en": "วัดร่องขุ่น",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_1.jpg?alt=media&token=fb72dd21-9578-446c-aef7-dd32b015de05",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_2.jpg?alt=media&token=a388f1f0-7b63-4a2a-aee8-a1908c0e4aac",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_3.jpg?alt=media&token=36f84261-bdb1-4634-91ab-e62eb767ca3b",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_5.jpg?alt=media&token=f398682d-7c12-4f98-a941-bce3bec76a5d",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_6.jpg?alt=media&token=15bb88c0-431c-4326-adf9-777b43a92991",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_4.jpg?alt=media&token=5987189d-ff02-459a-800a-f0b9950e26aa",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_7.jpg?alt=media&token=2522efee-030a-42c8-8a0d-aa94672dd8a2",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongkhun%2Frongkhun_8.jpg?alt=media&token=893f35ad-09d3-497e-81a4-0766747ee8c1"
        ],
        "history_th": "ออกแบบและก่อสร้างเมื่อปี พ.ศ. 2540 โดยอาจารย์ ดร.เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ลักษณะเด่นของวัด คือ พระอุโบสถที่ตกแต่งด้วยสีขาวเป็นพื้น ประดับด้วยกระจกแวววาววิจิตรงดงาม เป็นเชิงชั้นลดหลั่นกันไป หน้าบันประดับด้วยพญานาค ภาพจิตรกรรมฝาผนังภายในพระอุโบสถบอกเล่าเรื่องราวที่น่าสนใจ",
        "history_ja": "ออกแบบและก่อสร้างเมื่อปี พ.ศ. 2540 โดยอาจารย์ ดร.เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ลักษณะเด่นของวัด คือ พระอุโบสถที่ตกแต่งด้วยสีขาวเป็นพื้น ประดับด้วยกระจกแวววาววิจิตรงดงาม เป็นเชิงชั้นลดหลั่นกันไป หน้าบันประดับด้วยพญานาค ภาพจิตรกรรมฝาผนังภายในพระอุโบสถบอกเล่าเรื่องราวที่น่าสนใจ",
        "history_zh": "ออกแบบและก่อสร้างเมื่อปี พ.ศ. 2540 โดยอาจารย์ ดร.เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ลักษณะเด่นของวัด คือ พระอุโบสถที่ตกแต่งด้วยสีขาวเป็นพื้น ประดับด้วยกระจกแวววาววิจิตรงดงาม เป็นเชิงชั้นลดหลั่นกันไป หน้าบันประดับด้วยพญานาค ภาพจิตรกรรมฝาผนังภายในพระอุโบสถบอกเล่าเรื่องราวที่น่าสนใจ",
        "history_en": "ออกแบบและก่อสร้างเมื่อปี พ.ศ. 2540 โดยอาจารย์ ดร.เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ลักษณะเด่นของวัด คือ พระอุโบสถที่ตกแต่งด้วยสีขาวเป็นพื้น ประดับด้วยกระจกแวววาววิจิตรงดงาม เป็นเชิงชั้นลดหลั่นกันไป หน้าบันประดับด้วยพญานาค ภาพจิตรกรรมฝาผนังภายในพระอุโบสถบอกเล่าเรื่องราวที่น่าสนใจ",
        "time_available": "เปิดให้เข้าชมทุกวัน เวลา 6.30 – 18.00 น. ห้องแสดงภาพ : เปิดให้เข้าชมวันจันทร์ – ศุกร์ 8.00 – 17.30 น. วันเสาร์ อาทิตย์ และวันหยุดราชการ เวลา 8.00 – 18.00 น.",
        "place_des_th": "ตำบลสันทราย อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_ja": "ตำบลสันทราย อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_zh": "ตำบลสันทราย อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_en": "ตำบลสันทราย อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "phone": [
          "053-673579"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด อัตราค่าเข้าชม นักท่องเที่ยวชาวต่างชาติ 50 บาท/คน สำหรับคนไทยไม่คิดค่าเข้าชม",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด อัตราค่าเข้าชม นักท่องเที่ยวชาวต่างชาติ 50 บาท/คน สำหรับคนไทยไม่คิดค่าเข้าชม",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด อัตราค่าเข้าชม นักท่องเที่ยวชาวต่างชาติ 50 บาท/คน สำหรับคนไทยไม่คิดค่าเข้าชม",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด อัตราค่าเข้าชม นักท่องเที่ยวชาวต่างชาติ 50 บาท/คน สำหรับคนไทยไม่คิดค่าเข้าชม",
        "location": [
          19.824333,
          99.763145
        ],
        "type": 1
      },
      {
        "name_th": "สวนสมเด็จพระศรีนครินทร์เชียงราย",
        "name_ja": "สวนสมเด็จพระศรีนครินทร์เชียงราย",
        "name_zh": "สวนสมเด็จพระศรีนครินทร์เชียงราย",
        "name_en": "สวนสมเด็จพระศรีนครินทร์เชียงราย",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_1.jpg?alt=media&token=d0b407a4-0da1-4de1-afbe-b3e1e3c86418",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_2.jpg?alt=media&token=0e6cf188-29a7-42be-95fc-8ac38cece91d",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_4.jpg?alt=media&token=4480784b-b8d8-438f-a32b-b254234d51b1",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_5.jpg?alt=media&token=7b5c6773-4af2-4af3-ae71-24ce61d0bdaf",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_6.jpg?alt=media&token=89b9528a-4563-42c7-8fa0-a825425ce2ff",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_7.jpg?alt=media&token=f844e24f-1616-4fc8-b483-46bf1aadf0f2",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fsomdetpark%2Fsomdetpark_3.jpg?alt=media&token=10bf59de-0d71-4fd2-93a7-e40dc067ebc8"
        ],
        "history_th": "สวนสมเด็จพระศรีนครินทร์เชียงราย คือ สวนสาธารณะเฉลิมพระเกียรติสมเด็จพระศรีนครินทราบรมราชชนนี 80 พรรษา ลำดับที่ 7 ตั้งอยู่ที่ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย ห่างจากตัวเมืองประมาณ 9 กิโลเมตร มีเนื้อที่ 625 ไร่เศษ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ เสด็จเป็นประธานเปิดสวน เมื่อวันที่ 10 มกราคม พ.ศ. 2531 หน่วยงานรับผิดชอบในการดูแลรักษา คือ มหาวิทยาลัยราชภัฏเชียงราย ในพื้นที่มีหนองน้ำใหญ่เรียกว่า หนองบัวใหญ่ ซึ่งเป็นหนองน้ำสาธารณะของหมู่บ้าน ยามเช้าและเย็นเมื่อพระอาทิตย์ทอแสง ผิวน้ำที่พริ้วเป็นระลอกจะสะท้อนแสงอาทิตย์ด้วยสีสันที่งดงามทำให้มีประชาชนมาเที่ยวชมจำนวนมาก กลางสวนมีพลับพลาที่ประทับเป็นสถาปัตยกรรมแบบเชียงรายตั้งเด่นเป็นสง่าแลไปทางหนองบัวใหญ่ซึ่งจะเห็น อุทยานดอกไม้ ที่ปลูกไม้ดอกเมืองหนาวเป็นขั้นหลั่นลงไปตามเนินจนชิดขอบหนองในสวนประดิษฐานพระราชานุสาวรีย์สมเด็จพระศรีนครินทราบรมราชชนนี เมื่อวันที่ 9 ธันวาคม พ.ศ. 2543 พระบาทสมเด็จพระเจ้าอยู่หัว ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เสด็จเป็นประธานเปิดพระราชานุสาวรีย์แห่งนี้",
        "history_ja": "สวนสมเด็จพระศรีนครินทร์เชียงราย คือ สวนสาธารณะเฉลิมพระเกียรติสมเด็จพระศรีนครินทราบรมราชชนนี 80 พรรษา ลำดับที่ 7 ตั้งอยู่ที่ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย ห่างจากตัวเมืองประมาณ 9 กิโลเมตร มีเนื้อที่ 625 ไร่เศษ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ เสด็จเป็นประธานเปิดสวน เมื่อวันที่ 10 มกราคม พ.ศ. 2531 หน่วยงานรับผิดชอบในการดูแลรักษา คือ มหาวิทยาลัยราชภัฏเชียงราย ในพื้นที่มีหนองน้ำใหญ่เรียกว่า หนองบัวใหญ่ ซึ่งเป็นหนองน้ำสาธารณะของหมู่บ้าน ยามเช้าและเย็นเมื่อพระอาทิตย์ทอแสง ผิวน้ำที่พริ้วเป็นระลอกจะสะท้อนแสงอาทิตย์ด้วยสีสันที่งดงามทำให้มีประชาชนมาเที่ยวชมจำนวนมาก กลางสวนมีพลับพลาที่ประทับเป็นสถาปัตยกรรมแบบเชียงรายตั้งเด่นเป็นสง่าแลไปทางหนองบัวใหญ่ซึ่งจะเห็น อุทยานดอกไม้ ที่ปลูกไม้ดอกเมืองหนาวเป็นขั้นหลั่นลงไปตามเนินจนชิดขอบหนองในสวนประดิษฐานพระราชานุสาวรีย์สมเด็จพระศรีนครินทราบรมราชชนนี เมื่อวันที่ 9 ธันวาคม พ.ศ. 2543 พระบาทสมเด็จพระเจ้าอยู่หัว ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เสด็จเป็นประธานเปิดพระราชานุสาวรีย์แห่งนี้",
        "history_zh": "สวนสมเด็จพระศรีนครินทร์เชียงราย คือ สวนสาธารณะเฉลิมพระเกียรติสมเด็จพระศรีนครินทราบรมราชชนนี 80 พรรษา ลำดับที่ 7 ตั้งอยู่ที่ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย ห่างจากตัวเมืองประมาณ 9 กิโลเมตร มีเนื้อที่ 625 ไร่เศษ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ เสด็จเป็นประธานเปิดสวน เมื่อวันที่ 10 มกราคม พ.ศ. 2531 หน่วยงานรับผิดชอบในการดูแลรักษา คือ มหาวิทยาลัยราชภัฏเชียงราย ในพื้นที่มีหนองน้ำใหญ่เรียกว่า หนองบัวใหญ่ ซึ่งเป็นหนองน้ำสาธารณะของหมู่บ้าน ยามเช้าและเย็นเมื่อพระอาทิตย์ทอแสง ผิวน้ำที่พริ้วเป็นระลอกจะสะท้อนแสงอาทิตย์ด้วยสีสันที่งดงามทำให้มีประชาชนมาเที่ยวชมจำนวนมาก กลางสวนมีพลับพลาที่ประทับเป็นสถาปัตยกรรมแบบเชียงรายตั้งเด่นเป็นสง่าแลไปทางหนองบัวใหญ่ซึ่งจะเห็น อุทยานดอกไม้ ที่ปลูกไม้ดอกเมืองหนาวเป็นขั้นหลั่นลงไปตามเนินจนชิดขอบหนองในสวนประดิษฐานพระราชานุสาวรีย์สมเด็จพระศรีนครินทราบรมราชชนนี เมื่อวันที่ 9 ธันวาคม พ.ศ. 2543 พระบาทสมเด็จพระเจ้าอยู่หัว ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เสด็จเป็นประธานเปิดพระราชานุสาวรีย์แห่งนี้",
        "history_en": "สวนสมเด็จพระศรีนครินทร์เชียงราย คือ สวนสาธารณะเฉลิมพระเกียรติสมเด็จพระศรีนครินทราบรมราชชนนี 80 พรรษา ลำดับที่ 7 ตั้งอยู่ที่ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย ห่างจากตัวเมืองประมาณ 9 กิโลเมตร มีเนื้อที่ 625 ไร่เศษ สมเด็จพระเจ้าพี่นางเธอ เจ้าฟ้ากัลยาณิวัฒนา กรมหลวงนราธิวาสราชนครินทร์ เสด็จเป็นประธานเปิดสวน เมื่อวันที่ 10 มกราคม พ.ศ. 2531 หน่วยงานรับผิดชอบในการดูแลรักษา คือ มหาวิทยาลัยราชภัฏเชียงราย ในพื้นที่มีหนองน้ำใหญ่เรียกว่า หนองบัวใหญ่ ซึ่งเป็นหนองน้ำสาธารณะของหมู่บ้าน ยามเช้าและเย็นเมื่อพระอาทิตย์ทอแสง ผิวน้ำที่พริ้วเป็นระลอกจะสะท้อนแสงอาทิตย์ด้วยสีสันที่งดงามทำให้มีประชาชนมาเที่ยวชมจำนวนมาก กลางสวนมีพลับพลาที่ประทับเป็นสถาปัตยกรรมแบบเชียงรายตั้งเด่นเป็นสง่าแลไปทางหนองบัวใหญ่ซึ่งจะเห็น อุทยานดอกไม้ ที่ปลูกไม้ดอกเมืองหนาวเป็นขั้นหลั่นลงไปตามเนินจนชิดขอบหนองในสวนประดิษฐานพระราชานุสาวรีย์สมเด็จพระศรีนครินทราบรมราชชนนี เมื่อวันที่ 9 ธันวาคม พ.ศ. 2543 พระบาทสมเด็จพระเจ้าอยู่หัว ทรงพระกรุณาโปรดเกล้าโปรดกระหม่อม ให้สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เสด็จเป็นประธานเปิดพระราชานุสาวรีย์แห่งนี้",
        "time_available": "-",
        "place_des_th": "เทศบาลตำบลบ้านดู่ ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "เทศบาลตำบลบ้านดู่ ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "เทศบาลตำบลบ้านดู่ ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "เทศบาลตำบลบ้านดู่ ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-703653"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.977769,
          99.848419
        ],
        "type": 1
      },
      {
        "name_th": "อุทยานน้ำตกขุนกรณ์",
        "name_ja": "อุทยานน้ำตกขุนกรณ์",
        "name_zh": "อุทยานน้ำตกขุนกรณ์",
        "name_en": "อุทยานน้ำตกขุนกรณ์",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkhunkorn%2Fkhunkorn_1.jpg?alt=media&token=527e2135-f3ab-4cc9-aa63-164908921c1a",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkhunkorn%2Fkhunkorn_2.jpg?alt=media&token=926a3435-24a0-42c1-817e-3aeb6a87a366",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkhunkorn%2Fkhunkorn_3.jpg?alt=media&token=73847a87-e9f0-47ec-9c5b-3971f7b0de6f"
        ],
        "history_th": "น้ำตกขุนกรณ์เป็นน้ำตกสวยที่สูงที่สุดของจังหวัดเชียงราย มีความสูงถึง 70 เมตร สองข้างทางเดินเข้าสู่น้ำตกเป็นป่าเขาธรรมชาติร่มรื่น",
        "history_ja": "น้ำตกขุนกรณ์เป็นน้ำตกสวยที่สูงที่สุดของจังหวัดเชียงราย มีความสูงถึง 70 เมตร สองข้างทางเดินเข้าสู่น้ำตกเป็นป่าเขาธรรมชาติร่มรื่น",
        "history_zh": "น้ำตกขุนกรณ์เป็นน้ำตกสวยที่สูงที่สุดของจังหวัดเชียงราย มีความสูงถึง 70 เมตร สองข้างทางเดินเข้าสู่น้ำตกเป็นป่าเขาธรรมชาติร่มรื่น",
        "history_en": "น้ำตกขุนกรณ์เป็นน้ำตกสวยที่สูงที่สุดของจังหวัดเชียงราย มีความสูงถึง 70 เมตร สองข้างทางเดินเข้าสู่น้ำตกเป็นป่าเขาธรรมชาติร่มรื่น",
        "time_available": "ทุกวัน เวลา 08.00 - 17.00 น.",
        "place_des_th": "องค์การบริหารส่วนตำบลแม่กรณ์ ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "องค์การบริหารส่วนตำบลแม่กรณ์ ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "องค์การบริหารส่วนตำบลแม่กรณ์ ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "องค์การบริหารส่วนตำบลแม่กรณ์ ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-726368"
        ],
        "note_th": "บริเวณวนอุทยานฯ ไม่มีบ้านพักให้บริการ หากต้องการพักแรมต้องนำเต็นท์มาเอง  ค่าเข้าชมผู้ใหญ่คนละ 20-80 บาท (ขึ้นอยู่กับอุทยานฯ) เด็กคนละ 10-40 บาท (ขึ้นอยู่กับอุทยานฯ) กรณีเป็นเด็กอายุต้องต่ำกว่า 14 ปี แต่ถ้าอายุต่ำกว่า 3 ปี เข้าฟรีกรณีเป็นนักเรียนนิสิตนักศึกษาเก็บค่าธรรมเนียมในอัตราสำหรับเด็ก",
        "note_ja": "บริเวณวนอุทยานฯ ไม่มีบ้านพักให้บริการ หากต้องการพักแรมต้องนำเต็นท์มาเอง  ค่าเข้าชมผู้ใหญ่คนละ 20-80 บาท (ขึ้นอยู่กับอุทยานฯ) เด็กคนละ 10-40 บาท (ขึ้นอยู่กับอุทยานฯ) กรณีเป็นเด็กอายุต้องต่ำกว่า 14 ปี แต่ถ้าอายุต่ำกว่า 3 ปี เข้าฟรีกรณีเป็นนักเรียนนิสิตนักศึกษาเก็บค่าธรรมเนียมในอัตราสำหรับเด็ก",
        "note_zh": "บริเวณวนอุทยานฯ ไม่มีบ้านพักให้บริการ หากต้องการพักแรมต้องนำเต็นท์มาเอง  ค่าเข้าชมผู้ใหญ่คนละ 20-80 บาท (ขึ้นอยู่กับอุทยานฯ) เด็กคนละ 10-40 บาท (ขึ้นอยู่กับอุทยานฯ) กรณีเป็นเด็กอายุต้องต่ำกว่า 14 ปี แต่ถ้าอายุต่ำกว่า 3 ปี เข้าฟรีกรณีเป็นนักเรียนนิสิตนักศึกษาเก็บค่าธรรมเนียมในอัตราสำหรับเด็ก",
        "note_en": "บริเวณวนอุทยานฯ ไม่มีบ้านพักให้บริการ หากต้องการพักแรมต้องนำเต็นท์มาเอง  ค่าเข้าชมผู้ใหญ่คนละ 20-80 บาท (ขึ้นอยู่กับอุทยานฯ) เด็กคนละ 10-40 บาท (ขึ้นอยู่กับอุทยานฯ) กรณีเป็นเด็กอายุต้องต่ำกว่า 14 ปี แต่ถ้าอายุต่ำกว่า 3 ปี เข้าฟรีกรณีเป็นนักเรียนนิสิตนักศึกษาเก็บค่าธรรมเนียมในอัตราสำหรับเด็ก",
        "location": [
          19.875971,
          99.626055
        ],
        "type": 1
      },
      {
        "name_th": "อุทยานศิลปวัฒนธรรมแม่ฟ้าหลวง (ไร่แม่ฟ้าหลวง)",
        "name_ja": "อุทยานศิลปวัฒนธรรมแม่ฟ้าหลวง (ไร่แม่ฟ้าหลวง)",
        "name_zh": "อุทยานศิลปวัฒนธรรมแม่ฟ้าหลวง (ไร่แม่ฟ้าหลวง)",
        "name_en": "อุทยานศิลปวัฒนธรรมแม่ฟ้าหลวง (ไร่แม่ฟ้าหลวง)",
        "image_url": [
          ""
        ],
        "history_th": "มีอาคารสถาปัตยกรรมที่สำคัญคือ หอคำ สร้างด้วยไม้สักทั้งหลังตามลักษณะเรือนล้านนาโบราณภายในจัดแสดงสัตตภัณฑ์หรือเชิงเทียนบูชาไม้แกะสลักโบราณและที่เป็นประดิษฐานพระพร้าโต้พระไม้โบราณของล้านนา และมี หอคำน้อย  เป็นที่เก็บรักษาจิตรกรรมฝาผนังเขียนสีฝุ่นบนกระดานไม้สักที่เรียกว่าจิตรกรรมเวียงต้าจากวัดเวียงต้า จังหวัดแพร่ แสดงความป็นอยู่ พิธีกรรมการแต่งกาย และวัฒนธรรมล้านนาเมื่อกว่าร้อยปีก่อน บริเวณไร่ปลูกพรรณไม้หอมและไม้หายากมากมายมีประติมากรรมเหมือนสมเด็จพระศรีนครินทราบรมราชชนนี ฝีมือคุณมีเซียม ยิปอินซอย ทำด้วยสัมฤทธิ์ นอกจากนี้ยังมี หอแก้ว เป็นอาคารจัดนิทรรศการถาวรเกี่ยวกับไม้สักและนิทรรศการชั่วคราว อื่นๆ ที่หมุนเวียนกันไป บริเวณไร่แต่เดิมใช้จัดงานไหว้สาแม่ฟ้าหลวงเพื่อถวายสักการะแก่พระศรีนครินทราบรมราชนนี",
        "history_ja": "มีอาคารสถาปัตยกรรมที่สำคัญคือ หอคำ สร้างด้วยไม้สักทั้งหลังตามลักษณะเรือนล้านนาโบราณภายในจัดแสดงสัตตภัณฑ์หรือเชิงเทียนบูชาไม้แกะสลักโบราณและที่เป็นประดิษฐานพระพร้าโต้พระไม้โบราณของล้านนา และมี หอคำน้อย  เป็นที่เก็บรักษาจิตรกรรมฝาผนังเขียนสีฝุ่นบนกระดานไม้สักที่เรียกว่าจิตรกรรมเวียงต้าจากวัดเวียงต้า จังหวัดแพร่ แสดงความป็นอยู่ พิธีกรรมการแต่งกาย และวัฒนธรรมล้านนาเมื่อกว่าร้อยปีก่อน บริเวณไร่ปลูกพรรณไม้หอมและไม้หายากมากมายมีประติมากรรมเหมือนสมเด็จพระศรีนครินทราบรมราชชนนี ฝีมือคุณมีเซียม ยิปอินซอย ทำด้วยสัมฤทธิ์ นอกจากนี้ยังมี หอแก้ว เป็นอาคารจัดนิทรรศการถาวรเกี่ยวกับไม้สักและนิทรรศการชั่วคราว อื่นๆ ที่หมุนเวียนกันไป บริเวณไร่แต่เดิมใช้จัดงานไหว้สาแม่ฟ้าหลวงเพื่อถวายสักการะแก่พระศรีนครินทราบรมราชนนี",
        "history_zh": "มีอาคารสถาปัตยกรรมที่สำคัญคือ หอคำ สร้างด้วยไม้สักทั้งหลังตามลักษณะเรือนล้านนาโบราณภายในจัดแสดงสัตตภัณฑ์หรือเชิงเทียนบูชาไม้แกะสลักโบราณและที่เป็นประดิษฐานพระพร้าโต้พระไม้โบราณของล้านนา และมี หอคำน้อย  เป็นที่เก็บรักษาจิตรกรรมฝาผนังเขียนสีฝุ่นบนกระดานไม้สักที่เรียกว่าจิตรกรรมเวียงต้าจากวัดเวียงต้า จังหวัดแพร่ แสดงความป็นอยู่ พิธีกรรมการแต่งกาย และวัฒนธรรมล้านนาเมื่อกว่าร้อยปีก่อน บริเวณไร่ปลูกพรรณไม้หอมและไม้หายากมากมายมีประติมากรรมเหมือนสมเด็จพระศรีนครินทราบรมราชชนนี ฝีมือคุณมีเซียม ยิปอินซอย ทำด้วยสัมฤทธิ์ นอกจากนี้ยังมี หอแก้ว เป็นอาคารจัดนิทรรศการถาวรเกี่ยวกับไม้สักและนิทรรศการชั่วคราว อื่นๆ ที่หมุนเวียนกันไป บริเวณไร่แต่เดิมใช้จัดงานไหว้สาแม่ฟ้าหลวงเพื่อถวายสักการะแก่พระศรีนครินทราบรมราชนนี",
        "history_en": "มีอาคารสถาปัตยกรรมที่สำคัญคือ หอคำ สร้างด้วยไม้สักทั้งหลังตามลักษณะเรือนล้านนาโบราณภายในจัดแสดงสัตตภัณฑ์หรือเชิงเทียนบูชาไม้แกะสลักโบราณและที่เป็นประดิษฐานพระพร้าโต้พระไม้โบราณของล้านนา และมี หอคำน้อย  เป็นที่เก็บรักษาจิตรกรรมฝาผนังเขียนสีฝุ่นบนกระดานไม้สักที่เรียกว่าจิตรกรรมเวียงต้าจากวัดเวียงต้า จังหวัดแพร่ แสดงความป็นอยู่ พิธีกรรมการแต่งกาย และวัฒนธรรมล้านนาเมื่อกว่าร้อยปีก่อน บริเวณไร่ปลูกพรรณไม้หอมและไม้หายากมากมายมีประติมากรรมเหมือนสมเด็จพระศรีนครินทราบรมราชชนนี ฝีมือคุณมีเซียม ยิปอินซอย ทำด้วยสัมฤทธิ์ นอกจากนี้ยังมี หอแก้ว เป็นอาคารจัดนิทรรศการถาวรเกี่ยวกับไม้สักและนิทรรศการชั่วคราว อื่นๆ ที่หมุนเวียนกันไป บริเวณไร่แต่เดิมใช้จัดงานไหว้สาแม่ฟ้าหลวงเพื่อถวายสักการะแก่พระศรีนครินทราบรมราชนนี",
        "time_available": "เปิดให้เข้าชมทุกวันอังคาร-อาทิตย์ ตั้งแต่ เวลา 08.00-17.00 น.",
        "place_des_th": "313 หมู่7 บ้านป่างิ้ว ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_ja": "313 หมู่7 บ้านป่างิ้ว ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_zh": "313 หมู่7 บ้านป่างิ้ว ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_en": "313 หมู่7 บ้านป่างิ้ว ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "phone": [
          "053-711968"
        ],
        "note_th": "คนไทย 100 บาท ชาวต่างชาติ 200 บาท เด็กนักเรียนและนักศึกษาอายุ 12-18 ปี และผู้สูงอายุ 60 ปีขึ้นไป 50 บาท",
        "note_ja": "คนไทย 100 บาท ชาวต่างชาติ 200 บาท เด็กนักเรียนและนักศึกษาอายุ 12-18 ปี และผู้สูงอายุ 60 ปีขึ้นไป 50 บาท",
        "note_zh": "คนไทย 100 บาท ชาวต่างชาติ 200 บาท เด็กนักเรียนและนักศึกษาอายุ 12-18 ปี และผู้สูงอายุ 60 ปีขึ้นไป 50 บาท",
        "note_en": "คนไทย 100 บาท ชาวต่างชาติ 200 บาท เด็กนักเรียนและนักศึกษาอายุ 12-18 ปี และผู้สูงอายุ 60 ปีขึ้นไป 50 บาท",
        "location": [
          19.907703,
          99.796022
        ],
        "type": 1
      },
      {
        "name_th": "พิพิธภัณฑ์อูบคำ",
        "name_ja": "พิพิธภัณฑ์อูบคำ",
        "name_zh": "พิพิธภัณฑ์อูบคำ",
        "name_en": "พิพิธภัณฑ์อูบคำ",
        "image_url": [
          ""
        ],
        "history_th": "จัดแสดงเครื่องใช้ในราชสำนักล้านนา เครื่องใช้ราชสำนักคุ้มเจ้าแพร่ เครื่องใช้ในราชสำนักคุ้มเจ้าเชียงใหม่อายุประมาณ 500-1,000 ปี ผ้าโบราณอายุ 120 ปี ซิ่นไหมคำจากราชสำนักมัณฑเลย์ และที่สำคัญไม่ควรพลาดชม คือ บัลลังก์กษัตริย์เป็นทองอร่ามฉลองพระองค์ทองคำแท้ เครื่องประดับเงิน เป็นต้น แบ่งเป็นห้องต่าง ๆ เช่น ห้องถ้ำ ห้องผ้า ห้องทองพระโรง โดยมีอาจารย์จุลศักดิ์ สุริยไชย เป็นผู้รวบรวม",
        "history_ja": "จัดแสดงเครื่องใช้ในราชสำนักล้านนา เครื่องใช้ราชสำนักคุ้มเจ้าแพร่ เครื่องใช้ในราชสำนักคุ้มเจ้าเชียงใหม่อายุประมาณ 500-1,000 ปี ผ้าโบราณอายุ 120 ปี ซิ่นไหมคำจากราชสำนักมัณฑเลย์ และที่สำคัญไม่ควรพลาดชม คือ บัลลังก์กษัตริย์เป็นทองอร่ามฉลองพระองค์ทองคำแท้ เครื่องประดับเงิน เป็นต้น แบ่งเป็นห้องต่าง ๆ เช่น ห้องถ้ำ ห้องผ้า ห้องทองพระโรง โดยมีอาจารย์จุลศักดิ์ สุริยไชย เป็นผู้รวบรวม",
        "history_zh": "จัดแสดงเครื่องใช้ในราชสำนักล้านนา เครื่องใช้ราชสำนักคุ้มเจ้าแพร่ เครื่องใช้ในราชสำนักคุ้มเจ้าเชียงใหม่อายุประมาณ 500-1,000 ปี ผ้าโบราณอายุ 120 ปี ซิ่นไหมคำจากราชสำนักมัณฑเลย์ และที่สำคัญไม่ควรพลาดชม คือ บัลลังก์กษัตริย์เป็นทองอร่ามฉลองพระองค์ทองคำแท้ เครื่องประดับเงิน เป็นต้น แบ่งเป็นห้องต่าง ๆ เช่น ห้องถ้ำ ห้องผ้า ห้องทองพระโรง โดยมีอาจารย์จุลศักดิ์ สุริยไชย เป็นผู้รวบรวม",
        "history_en": "จัดแสดงเครื่องใช้ในราชสำนักล้านนา เครื่องใช้ราชสำนักคุ้มเจ้าแพร่ เครื่องใช้ในราชสำนักคุ้มเจ้าเชียงใหม่อายุประมาณ 500-1,000 ปี ผ้าโบราณอายุ 120 ปี ซิ่นไหมคำจากราชสำนักมัณฑเลย์ และที่สำคัญไม่ควรพลาดชม คือ บัลลังก์กษัตริย์เป็นทองอร่ามฉลองพระองค์ทองคำแท้ เครื่องประดับเงิน เป็นต้น แบ่งเป็นห้องต่าง ๆ เช่น ห้องถ้ำ ห้องผ้า ห้องทองพระโรง โดยมีอาจารย์จุลศักดิ์ สุริยไชย เป็นผู้รวบรวม",
        "time_available": "เปิดทุกวันเวลา 08.00-18.00 น.",
        "place_des_th": "81/1 ถนนหน้าค่าย ตำบลรอบเวียง ติดกับตลาดสดเด่นห้า",
        "place_des_ja": "81/1 ถนนหน้าค่าย ตำบลรอบเวียง ติดกับตลาดสดเด่นห้า",
        "place_des_zh": "81/1 ถนนหน้าค่าย ตำบลรอบเวียง ติดกับตลาดสดเด่นห้า",
        "place_des_en": "81/1 ถนนหน้าค่าย ตำบลรอบเวียง ติดกับตลาดสดเด่นห้า",
        "phone": [
          "053-713349"
        ],
        "note_th": "ค่าเข้าชมชาวไทย ผู้ใหญ่ 200 บาท เด็ก 200 บาท ชาวต่างชาติ ผู้ใหญ่ 300 บาท และเด็ก 200 บาท",
        "note_ja": "ค่าเข้าชมชาวไทย ผู้ใหญ่ 200 บาท เด็ก 200 บาท ชาวต่างชาติ ผู้ใหญ่ 300 บาท และเด็ก 200 บาท",
        "note_zh": "ค่าเข้าชมชาวไทย ผู้ใหญ่ 200 บาท เด็ก 200 บาท ชาวต่างชาติ ผู้ใหญ่ 300 บาท และเด็ก 200 บาท",
        "note_en": "ค่าเข้าชมชาวไทย ผู้ใหญ่ 200 บาท เด็ก 200 บาท ชาวต่างชาติ ผู้ใหญ่ 300 บาท และเด็ก 200 บาท",
        "location": [
          19.903355,
          99.814750
        ],
        "type": 1
      },
      {
        "name_th": "เครื่องปั้นดินเผาดอยดินแดง",
        "name_ja": "เครื่องปั้นดินเผาดอยดินแดง",
        "name_zh": "เครื่องปั้นดินเผาดอยดินแดง",
        "name_en": "เครื่องปั้นดินเผาดอยดินแดง",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fdoidindeang%2Fdoidindeang_1.jpg?alt=media&token=070a4835-8d88-4447-b4d4-79db55f9048e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fdoidindeang%2Fdoidindeang_2.jpg?alt=media&token=37df0c8e-c24b-4ddf-b33e-b8e52725b00f",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fdoidindeang%2Fdoidindeang_5.jpg?alt=media&token=dfaf05ea-a308-42f8-bfee-5098dbbcc777",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fdoidindeang%2Fdoidindeang_4.jpg?alt=media&token=df8c5ef8-6156-44d0-9738-2d9ffed2ca7b",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fdoidindeang%2Fdoidindeang_3.jpg?alt=media&token=ac9b8f00-de00-4c9c-b2a5-d8a28f422a92"
        ],
        "history_th": "เป็นห้องแสดงผลงานและโรงงานผลิตเครื่องปั้นดินเผา ซึ่งเป็นงานที่ต้องทำด้วยมือทุกชิ้นใช้วัตถุดิบและแรงงานในท้องถิ่น ออกแบบโดยศิลปินที่มากประสบการณ์ของคุณสมลักษณ์ ปันติบุญ ลักษณะของผลงานมี 2 ลักษณะ คือ งานเครื่องปั้นดินเผาที่ใช้ประโยชน์ในชีวิตประจำวัน เช่น ถ้วย ชาม หม้อ แจกัน ฯลฯ และเครื่องปั้นดินเผาแบบร่วมสมัย ที่เป็นแนวศิลป์ที่เกิดจากความคิดสร้างสรรค์",
        "history_ja": "เป็นห้องแสดงผลงานและโรงงานผลิตเครื่องปั้นดินเผา ซึ่งเป็นงานที่ต้องทำด้วยมือทุกชิ้นใช้วัตถุดิบและแรงงานในท้องถิ่น ออกแบบโดยศิลปินที่มากประสบการณ์ของคุณสมลักษณ์ ปันติบุญ ลักษณะของผลงานมี 2 ลักษณะ คือ งานเครื่องปั้นดินเผาที่ใช้ประโยชน์ในชีวิตประจำวัน เช่น ถ้วย ชาม หม้อ แจกัน ฯลฯ และเครื่องปั้นดินเผาแบบร่วมสมัย ที่เป็นแนวศิลป์ที่เกิดจากความคิดสร้างสรรค์",
        "history_zh": "เป็นห้องแสดงผลงานและโรงงานผลิตเครื่องปั้นดินเผา ซึ่งเป็นงานที่ต้องทำด้วยมือทุกชิ้นใช้วัตถุดิบและแรงงานในท้องถิ่น ออกแบบโดยศิลปินที่มากประสบการณ์ของคุณสมลักษณ์ ปันติบุญ ลักษณะของผลงานมี 2 ลักษณะ คือ งานเครื่องปั้นดินเผาที่ใช้ประโยชน์ในชีวิตประจำวัน เช่น ถ้วย ชาม หม้อ แจกัน ฯลฯ และเครื่องปั้นดินเผาแบบร่วมสมัย ที่เป็นแนวศิลป์ที่เกิดจากความคิดสร้างสรรค์",
        "history_en": "เป็นห้องแสดงผลงานและโรงงานผลิตเครื่องปั้นดินเผา ซึ่งเป็นงานที่ต้องทำด้วยมือทุกชิ้นใช้วัตถุดิบและแรงงานในท้องถิ่น ออกแบบโดยศิลปินที่มากประสบการณ์ของคุณสมลักษณ์ ปันติบุญ ลักษณะของผลงานมี 2 ลักษณะ คือ งานเครื่องปั้นดินเผาที่ใช้ประโยชน์ในชีวิตประจำวัน เช่น ถ้วย ชาม หม้อ แจกัน ฯลฯ และเครื่องปั้นดินเผาแบบร่วมสมัย ที่เป็นแนวศิลป์ที่เกิดจากความคิดสร้างสรรค์",
        "time_available": "เปิดให้เข้าชมวันจันทร์ถึงวันเสาร์ ตั้งแต่เวลา 08.00-17.00 น.",
        "place_des_th": "49 หมู่ 6 ซอย 3 บ้านป่าอ้อ ถนนพหลโยธิน ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "49 หมู่ 6 ซอย 3 บ้านป่าอ้อ ถนนพหลโยธิน ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "49 หมู่ 6 ซอย 3 บ้านป่าอ้อ ถนนพหลโยธิน ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "49 หมู่ 6 ซอย 3 บ้านป่าอ้อ ถนนพหลโยธิน ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-705291"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          20.017667,
          99.882411
        ],
        "type": 1
      },
      {
        "name_th": "หอนาฬิกาเฉลิมพระเกียรติฯ",
        "name_ja": "หอนาฬิกาเฉลิมพระเกียรติฯ",
        "name_zh": "หอนาฬิกาเฉลิมพระเกียรติฯ",
        "name_en": "หอนาฬิกาเฉลิมพระเกียรติฯ",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fclock%2Fclock_1.jpg?alt=media&token=938865d1-8fcf-4cac-a6ee-e91ea6e352d0",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fclock%2Fclock_2.jpg?alt=media&token=1191e34d-f15b-4cbc-a684-f71786840fad",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fclock%2Fclock_3.jpg?alt=media&token=eeb5b938-ffa7-4d3b-93f7-b36d677692db",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fclock%2Fclock_4.jpg?alt=media&token=ac4b541f-17e9-420a-af25-2e2feedd57f8"
        ],
        "history_th": "หอนาฬิกาเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ หรือที่เรียกกันว่า “หอนาฬิกาเปลี่ยนสี” สร้างขึ้นเพื่อเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ใช้ระยะเวลาในการสร้าง 5 ปี เป็นหอนาฬิกาสีทองที่มีความสวยงาม มีลวดลายแบบไทย สามารถเปลี่ยนสีได้ในตอนกลางคืน เป็นงานศิลปะเชิงพระพุทธศาสนา ในวันเพ็ญ 15 ค่ำ ที่ตรงกับวันพุธ (ใน 1 ปี จะมีไม่กี่ครั้ง) จะมีประเพณีเป็งพุธ หรือตักบาตรตอนเที่ยงคืน",
        "history_ja": "หอนาฬิกาเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ หรือที่เรียกกันว่า “หอนาฬิกาเปลี่ยนสี” สร้างขึ้นเพื่อเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ใช้ระยะเวลาในการสร้าง 5 ปี เป็นหอนาฬิกาสีทองที่มีความสวยงาม มีลวดลายแบบไทย สามารถเปลี่ยนสีได้ในตอนกลางคืน เป็นงานศิลปะเชิงพระพุทธศาสนา ในวันเพ็ญ 15 ค่ำ ที่ตรงกับวันพุธ (ใน 1 ปี จะมีไม่กี่ครั้ง) จะมีประเพณีเป็งพุธ หรือตักบาตรตอนเที่ยงคืน",
        "history_zh": "หอนาฬิกาเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ หรือที่เรียกกันว่า “หอนาฬิกาเปลี่ยนสี” สร้างขึ้นเพื่อเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ใช้ระยะเวลาในการสร้าง 5 ปี เป็นหอนาฬิกาสีทองที่มีความสวยงาม มีลวดลายแบบไทย สามารถเปลี่ยนสีได้ในตอนกลางคืน เป็นงานศิลปะเชิงพระพุทธศาสนา ในวันเพ็ญ 15 ค่ำ ที่ตรงกับวันพุธ (ใน 1 ปี จะมีไม่กี่ครั้ง) จะมีประเพณีเป็งพุธ หรือตักบาตรตอนเที่ยงคืน",
        "history_en": "หอนาฬิกาเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ หรือที่เรียกกันว่า “หอนาฬิกาเปลี่ยนสี” สร้างขึ้นเพื่อเฉลิมพระเกียรติ สมเด็จพระนางเจ้า พระบรมราชินีนาถ ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ ศิลปินแห่งชาติ ใช้ระยะเวลาในการสร้าง 5 ปี เป็นหอนาฬิกาสีทองที่มีความสวยงาม มีลวดลายแบบไทย สามารถเปลี่ยนสีได้ในตอนกลางคืน เป็นงานศิลปะเชิงพระพุทธศาสนา ในวันเพ็ญ 15 ค่ำ ที่ตรงกับวันพุธ (ใน 1 ปี จะมีไม่กี่ครั้ง) จะมีประเพณีเป็งพุธ หรือตักบาตรตอนเที่ยงคืน",
        "time_available": "เวลาที่นาฬิกาเปลี่ยนสี 19.00, 20.00 และเวลา 21.00 น. พร้อมกับมีเสียงเพลงเชียงรายรำลึก",
        "place_des_th": "ถนนบรรพปราการ ตำบลเวียง อำเภอเมือง จังหวัดเชียงราย",
        "place_des_ja": "ถนนบรรพปราการ ตำบลเวียง อำเภอเมือง จังหวัดเชียงราย",
        "place_des_zh": "ถนนบรรพปราการ ตำบลเวียง อำเภอเมือง จังหวัดเชียงราย",
        "place_des_en": "ถนนบรรพปราการ ตำบลเวียง อำเภอเมือง จังหวัดเชียงราย",
        "phone": [
          "-"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.907216,
          99.830958
        ],
        "type": 1
      },
      {
        "name_th": "พิพิธภัณฑ์บ้านดำ",
        "name_ja": "พิพิธภัณฑ์บ้านดำ",
        "name_zh": "พิพิธภัณฑ์บ้านดำ",
        "name_en": "พิพิธภัณฑ์บ้านดำ",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_1.jpg?alt=media&token=d71f265f-d1bf-4bc6-a75c-5109552c65a1",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_2.jpg?alt=media&token=425f2dac-4273-48c2-9c68-a8b8b055b0bb",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_3.jpg?alt=media&token=61b44fce-aa09-4b3d-9ea7-1395fe6580ff",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_4.jpg?alt=media&token=45aeb018-8c9a-4da5-95fa-055f7b2a99cf",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_5.jpg?alt=media&token=907000dd-ce0a-404e-ad4a-c16559c07de2",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_7.jpg?alt=media&token=2914ef9e-e1b2-4f46-906c-abc50c728722",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_8.jpg?alt=media&token=4c0fe3f1-ac24-406e-acb9-09367cb2f06e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_9.jpg?alt=media&token=adcb73a9-498f-4a89-a81a-e9e722b31a54",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_10.jpg?alt=media&token=675be0b8-2cbc-4dac-a819-51487503ea9a",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_11.jpg?alt=media&token=e4ef9882-2140-4ed7-a4bf-cd304e52ad04",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_2.jpg?alt=media&token=425f2dac-4273-48c2-9c68-a8b8b055b0bb",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaandume%2Fbaandume_6.jpg?alt=media&token=bf1f760b-15da-48e4-ac2b-2f07c6f4b330"
        ],
        "history_th": "เป็นผลงานของอาจารย์ถวัลย์ ดัชนี ศิลปินแห่งชาติสาขาทัศนศิลป์ (จิตรกรรม) ในพื้นที่กว่าร้อยไร่ ประกอบด้วยอาคารสถาปัตยกรรมท้องถิ่นภาคเหนือกว่า 25 หลัง และอาคารสถาปัตยกรรมท้องถิ่นประยุกต์หลายหลังที่จัดแสดงศิลปะพื้นบ้านเป็นผลงานสร้างสรรค์ของชาวท้องถิ่นตั้งแต่อดีตจนถึงปัจจุบัน",
        "history_ja": "เป็นผลงานของอาจารย์ถวัลย์ ดัชนี ศิลปินแห่งชาติสาขาทัศนศิลป์ (จิตรกรรม) ในพื้นที่กว่าร้อยไร่ ประกอบด้วยอาคารสถาปัตยกรรมท้องถิ่นภาคเหนือกว่า 25 หลัง และอาคารสถาปัตยกรรมท้องถิ่นประยุกต์หลายหลังที่จัดแสดงศิลปะพื้นบ้านเป็นผลงานสร้างสรรค์ของชาวท้องถิ่นตั้งแต่อดีตจนถึงปัจจุบัน",
        "history_zh": "เป็นผลงานของอาจารย์ถวัลย์ ดัชนี ศิลปินแห่งชาติสาขาทัศนศิลป์ (จิตรกรรม) ในพื้นที่กว่าร้อยไร่ ประกอบด้วยอาคารสถาปัตยกรรมท้องถิ่นภาคเหนือกว่า 25 หลัง และอาคารสถาปัตยกรรมท้องถิ่นประยุกต์หลายหลังที่จัดแสดงศิลปะพื้นบ้านเป็นผลงานสร้างสรรค์ของชาวท้องถิ่นตั้งแต่อดีตจนถึงปัจจุบัน",
        "history_en": "เป็นผลงานของอาจารย์ถวัลย์ ดัชนี ศิลปินแห่งชาติสาขาทัศนศิลป์ (จิตรกรรม) ในพื้นที่กว่าร้อยไร่ ประกอบด้วยอาคารสถาปัตยกรรมท้องถิ่นภาคเหนือกว่า 25 หลัง และอาคารสถาปัตยกรรมท้องถิ่นประยุกต์หลายหลังที่จัดแสดงศิลปะพื้นบ้านเป็นผลงานสร้างสรรค์ของชาวท้องถิ่นตั้งแต่อดีตจนถึงปัจจุบัน",
        "time_available": "เปิดให้เข้าชมทุกวัน ตั้งแต่เวลา 09.00-17.00 น.",
        "place_des_th": "บ้านดำ นางแล 414 หมู่ 13 ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_ja": "บ้านดำ นางแล 414 หมู่ 13 ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_zh": "บ้านดำ นางแล 414 หมู่ 13 ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_en": "บ้านดำ นางแล 414 หมู่ 13 ตำบลนางแล อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "phone": [
          "053-705834",
          "053-776333"
        ],
        "note_th": "อัตราค่าเข้าชม 80 บาท ทั้งชาวไทยและชาวต่างชาติ",
        "note_ja": "อัตราค่าเข้าชม 80 บาท ทั้งชาวไทยและชาวต่างชาติ",
        "note_zh": "อัตราค่าเข้าชม 80 บาท ทั้งชาวไทยและชาวต่างชาติ",
        "note_en": "อัตราค่าเข้าชม 80 บาท ทั้งชาวไทยและชาวต่างชาติ",
        "location": [
          19.992118,
          99.860694
        ],
        "type": 1
      },
      {
        "name_th": "วัดกลางเวียง",
        "name_ja": "วัดกลางเวียง",
        "name_zh": "วัดกลางเวียง",
        "name_en": "วัดกลางเวียง",
        "image_url": [
          ""
        ],
        "history_th": "วัดกลางเวียงตั้งอยู่ใจกลางเวียงเชียงราย เป็นที่ตั้งของเสาหลักเมืองเชียงราย สร้างขึ้นเมื่อปี พ.ศ. 1975 เดิมมีชื่อว่า วัดจั๋นต๊ะโลก หรือ วัดจันทน์โลก เพราะในวัดเคยมีต้นจันทน์แดงใหญ่เป็นไม้มงคลสำหรับใช้บูชาพระตามธรรมเนียมโบราณ จนกระทั่งเมื่อมีการรังวัดเมืองเชียงรายใหม่ และพบว่าวัดแห่งนี้อยู่ใจกลางเมืองพอดี จึงได้สถาปนาสะดือเวียง หรือ เสาหลักเมืองขึ้น พร้อมกับเปลี่ยนชื่อวัดเป็น วัดจันทน์โลกกลางเวียง แต่ในปี พ.ศ. 2446 เกิดพายุใหญ่พัดต้นจันทน์โลกโค่นลงมา พระอุโบสถและพระวิหารพังทลาย ต้องบูรณะใหม่ ชื่อวัดจึงเหลือเพียงวัดกลางเวียง ปัจจุบันเสาหลักเมืองเก่าได้ล้มไปนานแล้วในปี พ.ศ. 2535 จึงได้สร้างเสาหลักเมืองขึ้นมาใหม่ประดิษฐานอยู่ในมณฑปทรงฟักทองยอดแหลม บริเวณที่ตั้งเสาหลักเมืองเดิม ภายนอกมีรูปปั้นท้าวจตุโลกบาลทำหน้าที่พิทักษ์สะดือเวียงตามคติความเชื่อของชาวล้านนา ส่วนตำแหน่งที่เคยมีต้นจันทน์แดงอยู่นั้น ปัจจุบันทางวัดได้สร้างเจดีย์ขึ้นรอบฐานมีช้างทรงเครื่องยืนราย ส่วนพระอุโบสถนั้นได้สร้างขึ้นใหม่ตามแบบสถาปัตยกรรมล้านนาประยุกต์",
        "history_ja": "วัดกลางเวียงตั้งอยู่ใจกลางเวียงเชียงราย เป็นที่ตั้งของเสาหลักเมืองเชียงราย สร้างขึ้นเมื่อปี พ.ศ. 1975 เดิมมีชื่อว่า วัดจั๋นต๊ะโลก หรือ วัดจันทน์โลก เพราะในวัดเคยมีต้นจันทน์แดงใหญ่เป็นไม้มงคลสำหรับใช้บูชาพระตามธรรมเนียมโบราณ จนกระทั่งเมื่อมีการรังวัดเมืองเชียงรายใหม่ และพบว่าวัดแห่งนี้อยู่ใจกลางเมืองพอดี จึงได้สถาปนาสะดือเวียง หรือ เสาหลักเมืองขึ้น พร้อมกับเปลี่ยนชื่อวัดเป็น วัดจันทน์โลกกลางเวียง แต่ในปี พ.ศ. 2446 เกิดพายุใหญ่พัดต้นจันทน์โลกโค่นลงมา พระอุโบสถและพระวิหารพังทลาย ต้องบูรณะใหม่ ชื่อวัดจึงเหลือเพียงวัดกลางเวียง ปัจจุบันเสาหลักเมืองเก่าได้ล้มไปนานแล้วในปี พ.ศ. 2535 จึงได้สร้างเสาหลักเมืองขึ้นมาใหม่ประดิษฐานอยู่ในมณฑปทรงฟักทองยอดแหลม บริเวณที่ตั้งเสาหลักเมืองเดิม ภายนอกมีรูปปั้นท้าวจตุโลกบาลทำหน้าที่พิทักษ์สะดือเวียงตามคติความเชื่อของชาวล้านนา ส่วนตำแหน่งที่เคยมีต้นจันทน์แดงอยู่นั้น ปัจจุบันทางวัดได้สร้างเจดีย์ขึ้นรอบฐานมีช้างทรงเครื่องยืนราย ส่วนพระอุโบสถนั้นได้สร้างขึ้นใหม่ตามแบบสถาปัตยกรรมล้านนาประยุกต์",
        "history_zh": "วัดกลางเวียงตั้งอยู่ใจกลางเวียงเชียงราย เป็นที่ตั้งของเสาหลักเมืองเชียงราย สร้างขึ้นเมื่อปี พ.ศ. 1975 เดิมมีชื่อว่า วัดจั๋นต๊ะโลก หรือ วัดจันทน์โลก เพราะในวัดเคยมีต้นจันทน์แดงใหญ่เป็นไม้มงคลสำหรับใช้บูชาพระตามธรรมเนียมโบราณ จนกระทั่งเมื่อมีการรังวัดเมืองเชียงรายใหม่ และพบว่าวัดแห่งนี้อยู่ใจกลางเมืองพอดี จึงได้สถาปนาสะดือเวียง หรือ เสาหลักเมืองขึ้น พร้อมกับเปลี่ยนชื่อวัดเป็น วัดจันทน์โลกกลางเวียง แต่ในปี พ.ศ. 2446 เกิดพายุใหญ่พัดต้นจันทน์โลกโค่นลงมา พระอุโบสถและพระวิหารพังทลาย ต้องบูรณะใหม่ ชื่อวัดจึงเหลือเพียงวัดกลางเวียง ปัจจุบันเสาหลักเมืองเก่าได้ล้มไปนานแล้วในปี พ.ศ. 2535 จึงได้สร้างเสาหลักเมืองขึ้นมาใหม่ประดิษฐานอยู่ในมณฑปทรงฟักทองยอดแหลม บริเวณที่ตั้งเสาหลักเมืองเดิม ภายนอกมีรูปปั้นท้าวจตุโลกบาลทำหน้าที่พิทักษ์สะดือเวียงตามคติความเชื่อของชาวล้านนา ส่วนตำแหน่งที่เคยมีต้นจันทน์แดงอยู่นั้น ปัจจุบันทางวัดได้สร้างเจดีย์ขึ้นรอบฐานมีช้างทรงเครื่องยืนราย ส่วนพระอุโบสถนั้นได้สร้างขึ้นใหม่ตามแบบสถาปัตยกรรมล้านนาประยุกต์",
        "history_en": "วัดกลางเวียงตั้งอยู่ใจกลางเวียงเชียงราย เป็นที่ตั้งของเสาหลักเมืองเชียงราย สร้างขึ้นเมื่อปี พ.ศ. 1975 เดิมมีชื่อว่า วัดจั๋นต๊ะโลก หรือ วัดจันทน์โลก เพราะในวัดเคยมีต้นจันทน์แดงใหญ่เป็นไม้มงคลสำหรับใช้บูชาพระตามธรรมเนียมโบราณ จนกระทั่งเมื่อมีการรังวัดเมืองเชียงรายใหม่ และพบว่าวัดแห่งนี้อยู่ใจกลางเมืองพอดี จึงได้สถาปนาสะดือเวียง หรือ เสาหลักเมืองขึ้น พร้อมกับเปลี่ยนชื่อวัดเป็น วัดจันทน์โลกกลางเวียง แต่ในปี พ.ศ. 2446 เกิดพายุใหญ่พัดต้นจันทน์โลกโค่นลงมา พระอุโบสถและพระวิหารพังทลาย ต้องบูรณะใหม่ ชื่อวัดจึงเหลือเพียงวัดกลางเวียง ปัจจุบันเสาหลักเมืองเก่าได้ล้มไปนานแล้วในปี พ.ศ. 2535 จึงได้สร้างเสาหลักเมืองขึ้นมาใหม่ประดิษฐานอยู่ในมณฑปทรงฟักทองยอดแหลม บริเวณที่ตั้งเสาหลักเมืองเดิม ภายนอกมีรูปปั้นท้าวจตุโลกบาลทำหน้าที่พิทักษ์สะดือเวียงตามคติความเชื่อของชาวล้านนา ส่วนตำแหน่งที่เคยมีต้นจันทน์แดงอยู่นั้น ปัจจุบันทางวัดได้สร้างเจดีย์ขึ้นรอบฐานมีช้างทรงเครื่องยืนราย ส่วนพระอุโบสถนั้นได้สร้างขึ้นใหม่ตามแบบสถาปัตยกรรมล้านนาประยุกต์",
        "time_available": "-",
        "place_des_th": "ถนนสิงหไคลหน้าหอวัฒนธรรมมุ่งหน้าออกจากเมืองเลี้ยวขวาเข้า ถนนรัตนาเขตผ่านสำนักงานตำรวจภูธร จ.เชียงรายไปประมาณ 200 เมตร ผ่านสี่แยกแรกวัดอยู่ขวามือ",
        "place_des_ja": "ถนนสิงหไคลหน้าหอวัฒนธรรมมุ่งหน้าออกจากเมืองเลี้ยวขวาเข้า ถนนรัตนาเขตผ่านสำนักงานตำรวจภูธร จ.เชียงรายไปประมาณ 200 เมตร ผ่านสี่แยกแรกวัดอยู่ขวามือ",
        "place_des_zh": "ถนนสิงหไคลหน้าหอวัฒนธรรมมุ่งหน้าออกจากเมืองเลี้ยวขวาเข้า ถนนรัตนาเขตผ่านสำนักงานตำรวจภูธร จ.เชียงรายไปประมาณ 200 เมตร ผ่านสี่แยกแรกวัดอยู่ขวามือ",
        "place_des_en": "ถนนสิงหไคลหน้าหอวัฒนธรรมมุ่งหน้าออกจากเมืองเลี้ยวขวาเข้า ถนนรัตนาเขตผ่านสำนักงานตำรวจภูธร จ.เชียงรายไปประมาณ 200 เมตร ผ่านสี่แยกแรกวัดอยู่ขวามือ",
        "phone": [
          "053-768187"
        ],
        "note_th": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด",
        "note_ja": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด",
        "note_zh": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด",
        "note_en": "กรุณาแต่งกายให้สุภาพ ไม่นุ่งกางเกงหรือประโปรงสั้น เสื้อสายเดี่ยว เสื้อแขนกุด",
        "location": [
          19.910755,
          99.832489
        ],
        "type": 1
      },
      {
        "name_th": "วัดมิ่งเมือง",
        "name_ja": "วัดมิ่งเมือง",
        "name_zh": "วัดมิ่งเมือง",
        "name_en": "วัดมิ่งเมือง",
        "image_url": [
          ""
        ],
        "history_th": "ผู้สร้างวัดมิ่งเมือง คือ เจ้านางตะละแม่ศรีมเหสีของพ่อขุนเม็งรายมหาราช เป็นธิดาของกษัตริย์พม่าเมืองหงสาวดีและเป็นวัดประจำพระองค์ของพระนางอั๊วะมิ่งจอมเมือง พระราชชนนีของพ่อขุนเม็งรายมหาราช ภายในวัดมีโบราณสถานและโบราณวัตถุที่สำคัญ",
        "history_ja": "ผู้สร้างวัดมิ่งเมือง คือ เจ้านางตะละแม่ศรีมเหสีของพ่อขุนเม็งรายมหาราช เป็นธิดาของกษัตริย์พม่าเมืองหงสาวดีและเป็นวัดประจำพระองค์ของพระนางอั๊วะมิ่งจอมเมือง พระราชชนนีของพ่อขุนเม็งรายมหาราช ภายในวัดมีโบราณสถานและโบราณวัตถุที่สำคัญ",
        "history_zh": "ผู้สร้างวัดมิ่งเมือง คือ เจ้านางตะละแม่ศรีมเหสีของพ่อขุนเม็งรายมหาราช เป็นธิดาของกษัตริย์พม่าเมืองหงสาวดีและเป็นวัดประจำพระองค์ของพระนางอั๊วะมิ่งจอมเมือง พระราชชนนีของพ่อขุนเม็งรายมหาราช ภายในวัดมีโบราณสถานและโบราณวัตถุที่สำคัญ",
        "history_en": "ผู้สร้างวัดมิ่งเมือง คือ เจ้านางตะละแม่ศรีมเหสีของพ่อขุนเม็งรายมหาราช เป็นธิดาของกษัตริย์พม่าเมืองหงสาวดีและเป็นวัดประจำพระองค์ของพระนางอั๊วะมิ่งจอมเมือง พระราชชนนีของพ่อขุนเม็งรายมหาราช ภายในวัดมีโบราณสถานและโบราณวัตถุที่สำคัญ",
        "time_available": "-",
        "place_des_th": "196 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "196 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "196 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "196 ถนนไตรรัตน์ ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-716960"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.907361,
          99.828309
        ],
        "type": 1
      },
      {
        "name_th": "หอประวัติเมืองเชียงราย 750 ปี",
        "name_ja": "หอประวัติเมืองเชียงราย 750 ปี",
        "name_zh": "หอประวัติเมืองเชียงราย 750 ปี",
        "name_en": "หอประวัติเมืองเชียงราย 750 ปี",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_1.jpg?alt=media&token=db389190-4e73-4c69-91f7-be7f249c2008",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_2.jpg?alt=media&token=77581119-366f-41b7-9cc2-14b2344d94b6",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_4.jpg?alt=media&token=2abe966f-464f-4a28-b1f3-294918994a69",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_5.jpg?alt=media&token=f8717143-9347-470a-a5ef-d5142bccbd5d",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_6.jpg?alt=media&token=cfdebd98-308d-43d0-b392-92f614c75026",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_7.jpg?alt=media&token=2d20f7e5-0a69-4d8e-b8ce-2e4679b67bb8",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2F10history%2F10history_3.jpg?alt=media&token=c6cb94f7-a673-4470-a511-e149d86bbb70"
        ],
        "history_th": "สร้างขึ้นเพื่อเป็นแหล่งเรียนรู้ทางด้านประวัติศาสตร์ความเป็นอยู่ของบรรพบุรุษ วิถีชีวิตของชาวเชียงรายในอดีต ต้นกำเนิดชาติพันธุ์จังหวัดเชียงราย ภายในหอประวัติเมืองเชียงราย 750 ปี มีการจัดแสดงนิทรรศการ ที่นำเสนอด้วยสื่อมัลติมีเดีย สื่อผสมผสานที่ทันสมัย และน่าสนใจ ง่ายต่อการศึกษาเรียนรู้",
        "history_ja": "สร้างขึ้นเพื่อเป็นแหล่งเรียนรู้ทางด้านประวัติศาสตร์ความเป็นอยู่ของบรรพบุรุษ วิถีชีวิตของชาวเชียงรายในอดีต ต้นกำเนิดชาติพันธุ์จังหวัดเชียงราย ภายในหอประวัติเมืองเชียงราย 750 ปี มีการจัดแสดงนิทรรศการ ที่นำเสนอด้วยสื่อมัลติมีเดีย สื่อผสมผสานที่ทันสมัย และน่าสนใจ ง่ายต่อการศึกษาเรียนรู้",
        "history_zh": "สร้างขึ้นเพื่อเป็นแหล่งเรียนรู้ทางด้านประวัติศาสตร์ความเป็นอยู่ของบรรพบุรุษ วิถีชีวิตของชาวเชียงรายในอดีต ต้นกำเนิดชาติพันธุ์จังหวัดเชียงราย ภายในหอประวัติเมืองเชียงราย 750 ปี มีการจัดแสดงนิทรรศการ ที่นำเสนอด้วยสื่อมัลติมีเดีย สื่อผสมผสานที่ทันสมัย และน่าสนใจ ง่ายต่อการศึกษาเรียนรู้",
        "history_en": "สร้างขึ้นเพื่อเป็นแหล่งเรียนรู้ทางด้านประวัติศาสตร์ความเป็นอยู่ของบรรพบุรุษ วิถีชีวิตของชาวเชียงรายในอดีต ต้นกำเนิดชาติพันธุ์จังหวัดเชียงราย ภายในหอประวัติเมืองเชียงราย 750 ปี มีการจัดแสดงนิทรรศการ ที่นำเสนอด้วยสื่อมัลติมีเดีย สื่อผสมผสานที่ทันสมัย และน่าสนใจ ง่ายต่อการศึกษาเรียนรู้",
        "time_available": "เปิดทำการทุกวันจันทร์-ศุกร์ เวลา 09.00-17.00 น. และวันหยุดนักขัตฤกษ์",
        "place_des_th": "หอประวัติเมืองเชียงราย 750 ปี องค์การบริหารส่วนจังหวัดเชียงราย ถนนอุตรกิจ ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "หอประวัติเมืองเชียงราย 750 ปี องค์การบริหารส่วนจังหวัดเชียงราย ถนนอุตรกิจ ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "หอประวัติเมืองเชียงราย 750 ปี องค์การบริหารส่วนจังหวัดเชียงราย ถนนอุตรกิจ ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "หอประวัติเมืองเชียงราย 750 ปี องค์การบริหารส่วนจังหวัดเชียงราย ถนนอุตรกิจ ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-601760"
        ],
        "note_th": "หากประสงค์เข้าเยี่ยมชมเป็นคณะสามารถติดต่อล่วงหน้าได้ที่เบอร์ 053-601760 เข้าชมฟรี ไม่มีค่าใช้จ่าย",
        "note_ja": "หากประสงค์เข้าเยี่ยมชมเป็นคณะสามารถติดต่อล่วงหน้าได้ที่เบอร์ 053-601760 เข้าชมฟรี ไม่มีค่าใช้จ่าย",
        "note_zh": "หากประสงค์เข้าเยี่ยมชมเป็นคณะสามารถติดต่อล่วงหน้าได้ที่เบอร์ 053-601760 เข้าชมฟรี ไม่มีค่าใช้จ่าย",
        "note_en": "หากประสงค์เข้าเยี่ยมชมเป็นคณะสามารถติดต่อล่วงหน้าได้ที่เบอร์ 053-601760 เข้าชมฟรี ไม่มีค่าใช้จ่าย",
        "location": [
          19.910778,
          99.831547
        ],
        "type": 1
      },
      {
        "name_th": "วัดห้วยปลากั้ง",
        "name_ja": "วัดห้วยปลากั้ง",
        "name_zh": "วัดห้วยปลากั้ง",
        "name_en": "วัดห้วยปลากั้ง",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_2.jpg?alt=media&token=be3049bd-3eb4-4e81-ad0b-6a9133381830",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_1.jpg?alt=media&token=ca1a53f6-02d7-4f27-ae54-e91e225c80c3",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_3.jpg?alt=media&token=986a51a0-7004-4c38-ac54-51f23e96bd9b",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_4.jpg?alt=media&token=06ccb37f-c575-4333-86bf-2ffd30347de6",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_5.jpg?alt=media&token=64394f8c-847e-478a-92f0-50354905715e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_6.jpg?alt=media&token=b859d11a-9b6c-4947-b0ea-bee6a3d13a0e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_7.jpg?alt=media&token=74b74076-41ee-41c3-b103-53fcf9f84c43",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhuiplakang%2Fhuiplakang_8.jpg?alt=media&token=ac51e952-58b3-4c3c-a77b-8ff810cb3448"
        ],
        "history_th": "วัดห้วยปลากั้ง ตั้งอยู่ในตำบลริมกก อำเภอเมือง จังหวัดเชียงราย สิ่งที่โดดเด่นของวัดนี้ คือ “พบโชคธรรมเจดีย์” ซึ่งเป็นเจดีย์สูง 9 ชั้น ลักษณะเป็นทรงแหลม ศิลปะจีนผสมล้านนา หลังคาสีแดงมีรูปปั้นมังกรทอดยาวสองข้างบันได นอกจากนี้ที่วัดยังมีองค์เจ้าแม่กวนอิมขนาดใหญ่สูง 69 เมตร วัดห้วยปลากั้งเป็นวัดซึ่งชาวบ้านนับถือและเชื่อกันว่าหากใครได้มาเยือนจะเหมือนกับได้ขึ้นสวรรค์",
        "history_zh": "วัดห้วยปลากั้ง ตั้งอยู่ในตำบลริมกก อำเภอเมือง จังหวัดเชียงราย สิ่งที่โดดเด่นของวัดนี้ คือ “พบโชคธรรมเจดีย์” ซึ่งเป็นเจดีย์สูง 9 ชั้น ลักษณะเป็นทรงแหลม ศิลปะจีนผสมล้านนา หลังคาสีแดงมีรูปปั้นมังกรทอดยาวสองข้างบันได นอกจากนี้ที่วัดยังมีองค์เจ้าแม่กวนอิมขนาดใหญ่สูง 69 เมตร วัดห้วยปลากั้งเป็นวัดซึ่งชาวบ้านนับถือและเชื่อกันว่าหากใครได้มาเยือนจะเหมือนกับได้ขึ้นสวรรค์",
        "history_ja": "วัดห้วยปลากั้ง ตั้งอยู่ในตำบลริมกก อำเภอเมือง จังหวัดเชียงราย สิ่งที่โดดเด่นของวัดนี้ คือ “พบโชคธรรมเจดีย์” ซึ่งเป็นเจดีย์สูง 9 ชั้น ลักษณะเป็นทรงแหลม ศิลปะจีนผสมล้านนา หลังคาสีแดงมีรูปปั้นมังกรทอดยาวสองข้างบันได นอกจากนี้ที่วัดยังมีองค์เจ้าแม่กวนอิมขนาดใหญ่สูง 69 เมตร วัดห้วยปลากั้งเป็นวัดซึ่งชาวบ้านนับถือและเชื่อกันว่าหากใครได้มาเยือนจะเหมือนกับได้ขึ้นสวรรค์",
        "history_en": "วัดห้วยปลากั้ง ตั้งอยู่ในตำบลริมกก อำเภอเมือง จังหวัดเชียงราย สิ่งที่โดดเด่นของวัดนี้ คือ “พบโชคธรรมเจดีย์” ซึ่งเป็นเจดีย์สูง 9 ชั้น ลักษณะเป็นทรงแหลม ศิลปะจีนผสมล้านนา หลังคาสีแดงมีรูปปั้นมังกรทอดยาวสองข้างบันได นอกจากนี้ที่วัดยังมีองค์เจ้าแม่กวนอิมขนาดใหญ่สูง 69 เมตร วัดห้วยปลากั้งเป็นวัดซึ่งชาวบ้านนับถือและเชื่อกันว่าหากใครได้มาเยือนจะเหมือนกับได้ขึ้นสวรรค์",
        "time_available": "เปิดทุกวัน ตั้งแต่เวลา 7.00 – 18.00 น.",
        "place_des_th": "553 หมู่ 3 ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "553 หมู่ 3 ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "553 หมู่ 3 ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "553 หมู่ 3 ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "08-66200647",
          "053-150274"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.949680,
          99.806510
        ],
        "type": 1
      },
      {
        "name_th": "บ้านจอมพล ป.พิบูลสงคราม ศูนย์เรียนรู้เชิงประวัติศาสตร์",
        "name_ja": "บ้านจอมพล ป.พิบูลสงคราม ศูนย์เรียนรู้เชิงประวัติศาสตร์",
        "name_zh": "บ้านจอมพล ป.พิบูลสงคราม ศูนย์เรียนรู้เชิงประวัติศาสตร์",
        "name_en": "บ้านจอมพล ป.พิบูลสงคราม ศูนย์เรียนรู้เชิงประวัติศาสตร์",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_1.jpg?alt=media&token=b3ac0e20-4f07-4b5b-a315-8d89295d091e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_2.jpg?alt=media&token=e67cb99d-c193-44b6-bd80-dff5e253a1b9",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_3.jpg?alt=media&token=95e23a68-ec40-43c2-8221-6ba8b9ab6cd5",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_5.jpg?alt=media&token=b4bd8de8-b860-4374-ab69-e9d7bc558dab",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_6.jpg?alt=media&token=64fe27f2-fe9e-41b6-a4dc-0b901ea07aa3",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_7.jpg?alt=media&token=5cdc0820-dc94-4233-b55f-088526e44017",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_7.jpg?alt=media&token=5cdc0820-dc94-4233-b55f-088526e44017",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fbaanjompol%2Fbaanjompol_4.jpg?alt=media&token=e095b820-2f31-4a1a-adc7-890020b3e6c4"
        ],
        "history_th": "สร้างเมื่อปี พ.ศ. 2485 เป็นบ้านปูน 2 ชั้น รูปทรงสวิตส์ เพื่อใช้เป็นที่พักของ จอมพล. ป.พิบูลสงคราม นายกรัฐมนตรี และผู้บัญชาการสูงสุดในการเดินทาง มาตรวจราชการ และบ้านหลังนี้ยังถูกใช้เป็นที่ตั้งกองบัญชาการสนามกองทัพพายัพส่วนหน้า ตั้งแต่ พ.ศ. 2485-2489 จากนั้นมาได้ใช้ประโยชน์ในทางราชการอย่างต่อเนื่องชั้นล่างเป็นห้องรับรอง และห้องแสดงประวัติกองทหารเมืองเชียงราย นิทรรศการอาวุธในสมัยสงครามโลก ครั้งที่ 2 ระบบมัลติมีเดีย ชั้นบนเป็นห้องนิทรรศการชีวประวัติและเกียรติประวัติจอมพล ป.พิบูลสงคราม",
        "history_zh": "สร้างเมื่อปี พ.ศ. 2485 เป็นบ้านปูน 2 ชั้น รูปทรงสวิตส์ เพื่อใช้เป็นที่พักของ จอมพล. ป.พิบูลสงคราม นายกรัฐมนตรี และผู้บัญชาการสูงสุดในการเดินทาง มาตรวจราชการ และบ้านหลังนี้ยังถูกใช้เป็นที่ตั้งกองบัญชาการสนามกองทัพพายัพส่วนหน้า ตั้งแต่ พ.ศ. 2485-2489 จากนั้นมาได้ใช้ประโยชน์ในทางราชการอย่างต่อเนื่องชั้นล่างเป็นห้องรับรอง และห้องแสดงประวัติกองทหารเมืองเชียงราย นิทรรศการอาวุธในสมัยสงครามโลก ครั้งที่ 2 ระบบมัลติมีเดีย ชั้นบนเป็นห้องนิทรรศการชีวประวัติและเกียรติประวัติจอมพล ป.พิบูลสงคราม",
        "history_ja": "สร้างเมื่อปี พ.ศ. 2485 เป็นบ้านปูน 2 ชั้น รูปทรงสวิตส์ เพื่อใช้เป็นที่พักของ จอมพล. ป.พิบูลสงคราม นายกรัฐมนตรี และผู้บัญชาการสูงสุดในการเดินทาง มาตรวจราชการ และบ้านหลังนี้ยังถูกใช้เป็นที่ตั้งกองบัญชาการสนามกองทัพพายัพส่วนหน้า ตั้งแต่ พ.ศ. 2485-2489 จากนั้นมาได้ใช้ประโยชน์ในทางราชการอย่างต่อเนื่องชั้นล่างเป็นห้องรับรอง และห้องแสดงประวัติกองทหารเมืองเชียงราย นิทรรศการอาวุธในสมัยสงครามโลก ครั้งที่ 2 ระบบมัลติมีเดีย ชั้นบนเป็นห้องนิทรรศการชีวประวัติและเกียรติประวัติจอมพล ป.พิบูลสงคราม",
        "history_en": "สร้างเมื่อปี พ.ศ. 2485 เป็นบ้านปูน 2 ชั้น รูปทรงสวิตส์ เพื่อใช้เป็นที่พักของ จอมพล. ป.พิบูลสงคราม นายกรัฐมนตรี และผู้บัญชาการสูงสุดในการเดินทาง มาตรวจราชการ และบ้านหลังนี้ยังถูกใช้เป็นที่ตั้งกองบัญชาการสนามกองทัพพายัพส่วนหน้า ตั้งแต่ พ.ศ. 2485-2489 จากนั้นมาได้ใช้ประโยชน์ในทางราชการอย่างต่อเนื่องชั้นล่างเป็นห้องรับรอง และห้องแสดงประวัติกองทหารเมืองเชียงราย นิทรรศการอาวุธในสมัยสงครามโลก ครั้งที่ 2 ระบบมัลติมีเดีย ชั้นบนเป็นห้องนิทรรศการชีวประวัติและเกียรติประวัติจอมพล ป.พิบูลสงคราม",
        "time_available": "เปิดเข้าชมฟรีทุกวันตั้งแต่เวลา 08.00-17.00 น. ยกเว้นวันหยุดนักขัตฤกษ์",
        "place_des_th": "บริเวณชุมชนดอยจอมทอง ทางเข้าจะอยู่ถนน ด้านหน้าค่ายเม็งรายมหาราช ฝั่งทิศตะวันออก",
        "place_des_ja": "บริเวณชุมชนดอยจอมทอง ทางเข้าจะอยู่ถนน ด้านหน้าค่ายเม็งรายมหาราช ฝั่งทิศตะวันออก",
        "place_des_en": "บริเวณชุมชนดอยจอมทอง ทางเข้าจะอยู่ถนน ด้านหน้าค่ายเม็งรายมหาราช ฝั่งทิศตะวันออก",
        "place_des_zh": "บริเวณชุมชนดอยจอมทอง ทางเข้าจะอยู่ถนน ด้านหน้าค่ายเม็งรายมหาราช ฝั่งทิศตะวันออก",
        "phone": [
          "ค่ายเม็งรายมหาราช 053-711202"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.914097,
          99.824700
        ],
        "type": 1
      },
      {
        "name_th": "เชียงรายไนท์บาซาร์",
        "name_ja": "เชียงรายไนท์บาซาร์",
        "name_en": "เชียงรายไนท์บาซาร์",
        "name_zh": "เชียงรายไนท์บาซาร์",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnightbarzar%2Fnightbarzar_1.jpg?alt=media&token=a12fab61-1197-43d5-85d7-58f0253b35a5",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnightbarzar%2Fnightbarzar_2.jpg?alt=media&token=4b001314-37d5-446e-8806-ae75e9b8c0b2",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnightbarzar%2Fnightbarzar_3.jpg?alt=media&token=736ded8b-5c9b-43ce-a745-5278a394da05",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnightbarzar%2Fnightbarzar_4.jpg?alt=media&token=1d011056-bd62-41fe-9b07-97d975b86caa",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fnightbarzar%2Fnightbarzar_5.jpg?alt=media&token=28c08460-9493-4b15-a835-147c089e5e71"
        ],
        "history_th": "เป็นที่จำหน่ายของที่ระลึกเป็นฝีมือจากชาวเขาและชาวเชียงราย ได้แก่ เสื้อผ้า เครื่องประดับ กระเป๋าหลากหลายแบบ ผลิตภัณฑ์พื้นบ้าน ผ้าม่าน และผ้าปักฝีมือชาวเขาจำหน่ายในราคาไม่แพงนัก มีการจำหน่ายของตกแต่งบ้านที่ทำจากไม้ สินค้าหัตถกรรมต่างๆ เช่น ไม้แกะสลัก ภาพวาด ตุ๊กตาประดิษฐ์ เป็นต้น มีร้านอาหารบริการนักท่องเที่ยวพร้อมการแสดงรำไทย และการแสดงดนตรีพื้นบ้าน สะล้อ ซอ ซึง ให้ชมอีกด้วย",
        "history_ja": "เป็นที่จำหน่ายของที่ระลึกเป็นฝีมือจากชาวเขาและชาวเชียงราย ได้แก่ เสื้อผ้า เครื่องประดับ กระเป๋าหลากหลายแบบ ผลิตภัณฑ์พื้นบ้าน ผ้าม่าน และผ้าปักฝีมือชาวเขาจำหน่ายในราคาไม่แพงนัก มีการจำหน่ายของตกแต่งบ้านที่ทำจากไม้ สินค้าหัตถกรรมต่างๆ เช่น ไม้แกะสลัก ภาพวาด ตุ๊กตาประดิษฐ์ เป็นต้น มีร้านอาหารบริการนักท่องเที่ยวพร้อมการแสดงรำไทย และการแสดงดนตรีพื้นบ้าน สะล้อ ซอ ซึง ให้ชมอีกด้วย",
        "history_en": "เป็นที่จำหน่ายของที่ระลึกเป็นฝีมือจากชาวเขาและชาวเชียงราย ได้แก่ เสื้อผ้า เครื่องประดับ กระเป๋าหลากหลายแบบ ผลิตภัณฑ์พื้นบ้าน ผ้าม่าน และผ้าปักฝีมือชาวเขาจำหน่ายในราคาไม่แพงนัก มีการจำหน่ายของตกแต่งบ้านที่ทำจากไม้ สินค้าหัตถกรรมต่างๆ เช่น ไม้แกะสลัก ภาพวาด ตุ๊กตาประดิษฐ์ เป็นต้น มีร้านอาหารบริการนักท่องเที่ยวพร้อมการแสดงรำไทย และการแสดงดนตรีพื้นบ้าน สะล้อ ซอ ซึง ให้ชมอีกด้วย",
        "history_zh": "เป็นที่จำหน่ายของที่ระลึกเป็นฝีมือจากชาวเขาและชาวเชียงราย ได้แก่ เสื้อผ้า เครื่องประดับ กระเป๋าหลากหลายแบบ ผลิตภัณฑ์พื้นบ้าน ผ้าม่าน และผ้าปักฝีมือชาวเขาจำหน่ายในราคาไม่แพงนัก มีการจำหน่ายของตกแต่งบ้านที่ทำจากไม้ สินค้าหัตถกรรมต่างๆ เช่น ไม้แกะสลัก ภาพวาด ตุ๊กตาประดิษฐ์ เป็นต้น มีร้านอาหารบริการนักท่องเที่ยวพร้อมการแสดงรำไทย และการแสดงดนตรีพื้นบ้าน สะล้อ ซอ ซึง ให้ชมอีกด้วย",
        "time_available": "เปิดเข้าชมตั้งแต่เวลา 19:00–23:00 น.",
        "place_des_th": "บริเวณสถานีขนส่งผู้โดยสารจังหวัดเชียงราย (แห่งที่ 1) ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_ja": "บริเวณสถานีขนส่งผู้โดยสารจังหวัดเชียงราย (แห่งที่ 1) ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_en": "บริเวณสถานีขนส่งผู้โดยสารจังหวัดเชียงราย (แห่งที่ 1) ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_zh": "บริเวณสถานีขนส่งผู้โดยสารจังหวัดเชียงราย (แห่งที่ 1) ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "phone": [
          "053-713977"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.905460,
          99.834662
        ],
        "type": 4
      },
      {
        "name_th": "สวนตุงและโคมนครเชียงราย",
        "name_ja": "สวนตุงและโคมนครเชียงราย",
        "name_en": "สวนตุงและโคมนครเชียงราย",
        "name_zh": "สวนตุงและโคมนครเชียงราย",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_3.jpg?alt=media&token=71068161-ef9d-4cf0-9615-9723e576fb72",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_10.jpg?alt=media&token=e2e2a491-e1bf-45cb-a5f6-d43c086d40a3",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_2.jpg?alt=media&token=4d1765b8-0b73-4851-9db2-b025ceaa0899",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_4.jpg?alt=media&token=beaa31a4-0afa-42e4-8799-9923f5ddd606",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_5.jpg?alt=media&token=07d7ee0b-44eb-435f-9094-3c22ae66c51c",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_6.jpg?alt=media&token=98ae9ca1-f666-4e2d-af72-2516a3a43739",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_7.jpg?alt=media&token=2d0d72f4-9e8e-493e-a5cd-014e7bab3cb0",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_9.jpg?alt=media&token=911fb574-bb39-4d13-8c2d-930816966821",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_8.jpg?alt=media&token=0b2c6b15-b6a3-4a7e-b8dd-6646519fb1ab",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Ftungpark%2Ftungpark_1.jpg?alt=media&token=b9c8120d-7584-4d19-816b-5514396e6b5b"
        ],
        "history_th": "ในอดีตเคยเป็นที่ตั้งของเรือนจำกลางจังหวัดเชียงราย อายุกว่า 100 ปี เมื่อมีการย้ายเรือนจำนี้ออกไป เทศบาลนครเชียงรายได้ทำการปรับปรุงภูมิทัศน์ให้พื้นที่เป็นลานกิจกรรมสามารถใช้ประโยชน์ได้ อาทิ ทางวิ่งออกกำลังกาย ทางเท้า สวนหิน ลานกิจกรรม ศาลาพักผ่อน สนามเด็กเล่น โดยคำนึงถึงประโยชน์ใช้สอยของคนในเมืองให้เป็นแหล่งการเรียนรู้ที่ปรับเปลี่ยนจากเรือนคุมขังนักโทษหญิงเป็นอาคารแสดงศิลปะการแต่งกาย 30 ชนเผ่า แหล่งรวบรวมศิลปะการแต่งกายของชนเผ่าที่อาศัยอยู่ในจังหวัดเชียงรายตั้งแต่อดีตจนถึงปัจจุบัน อาทิ ลื้อเชียงรุ้ง มูเซอดำ จีน ลัวะ ฮ่อ ไตยอง ลื้อเชียงคำ กะเหรี่ยง ลาวอินโดจีน อาข่า ฯลฯ นอกจากนี้ยังเป็นที่จัดแสดงตุงหรือ “ธง” มีหลายขนาดหลายแบบ หลายสี ทำจากวัสดุหลายชนิด ซึ่งแต่ละชนิดก็จะใช้ในพิธีกรรมที่แตกต่างกันไป",
        "history_zh": "ในอดีตเคยเป็นที่ตั้งของเรือนจำกลางจังหวัดเชียงราย อายุกว่า 100 ปี เมื่อมีการย้ายเรือนจำนี้ออกไป เทศบาลนครเชียงรายได้ทำการปรับปรุงภูมิทัศน์ให้พื้นที่เป็นลานกิจกรรมสามารถใช้ประโยชน์ได้ อาทิ ทางวิ่งออกกำลังกาย ทางเท้า สวนหิน ลานกิจกรรม ศาลาพักผ่อน สนามเด็กเล่น โดยคำนึงถึงประโยชน์ใช้สอยของคนในเมืองให้เป็นแหล่งการเรียนรู้ที่ปรับเปลี่ยนจากเรือนคุมขังนักโทษหญิงเป็นอาคารแสดงศิลปะการแต่งกาย 30 ชนเผ่า แหล่งรวบรวมศิลปะการแต่งกายของชนเผ่าที่อาศัยอยู่ในจังหวัดเชียงรายตั้งแต่อดีตจนถึงปัจจุบัน อาทิ ลื้อเชียงรุ้ง มูเซอดำ จีน ลัวะ ฮ่อ ไตยอง ลื้อเชียงคำ กะเหรี่ยง ลาวอินโดจีน อาข่า ฯลฯ นอกจากนี้ยังเป็นที่จัดแสดงตุงหรือ “ธง” มีหลายขนาดหลายแบบ หลายสี ทำจากวัสดุหลายชนิด ซึ่งแต่ละชนิดก็จะใช้ในพิธีกรรมที่แตกต่างกันไป",
        "history_en": "ในอดีตเคยเป็นที่ตั้งของเรือนจำกลางจังหวัดเชียงราย อายุกว่า 100 ปี เมื่อมีการย้ายเรือนจำนี้ออกไป เทศบาลนครเชียงรายได้ทำการปรับปรุงภูมิทัศน์ให้พื้นที่เป็นลานกิจกรรมสามารถใช้ประโยชน์ได้ อาทิ ทางวิ่งออกกำลังกาย ทางเท้า สวนหิน ลานกิจกรรม ศาลาพักผ่อน สนามเด็กเล่น โดยคำนึงถึงประโยชน์ใช้สอยของคนในเมืองให้เป็นแหล่งการเรียนรู้ที่ปรับเปลี่ยนจากเรือนคุมขังนักโทษหญิงเป็นอาคารแสดงศิลปะการแต่งกาย 30 ชนเผ่า แหล่งรวบรวมศิลปะการแต่งกายของชนเผ่าที่อาศัยอยู่ในจังหวัดเชียงรายตั้งแต่อดีตจนถึงปัจจุบัน อาทิ ลื้อเชียงรุ้ง มูเซอดำ จีน ลัวะ ฮ่อ ไตยอง ลื้อเชียงคำ กะเหรี่ยง ลาวอินโดจีน อาข่า ฯลฯ นอกจากนี้ยังเป็นที่จัดแสดงตุงหรือ “ธง” มีหลายขนาดหลายแบบ หลายสี ทำจากวัสดุหลายชนิด ซึ่งแต่ละชนิดก็จะใช้ในพิธีกรรมที่แตกต่างกันไป",
        "history_ja": "ในอดีตเคยเป็นที่ตั้งของเรือนจำกลางจังหวัดเชียงราย อายุกว่า 100 ปี เมื่อมีการย้ายเรือนจำนี้ออกไป เทศบาลนครเชียงรายได้ทำการปรับปรุงภูมิทัศน์ให้พื้นที่เป็นลานกิจกรรมสามารถใช้ประโยชน์ได้ อาทิ ทางวิ่งออกกำลังกาย ทางเท้า สวนหิน ลานกิจกรรม ศาลาพักผ่อน สนามเด็กเล่น โดยคำนึงถึงประโยชน์ใช้สอยของคนในเมืองให้เป็นแหล่งการเรียนรู้ที่ปรับเปลี่ยนจากเรือนคุมขังนักโทษหญิงเป็นอาคารแสดงศิลปะการแต่งกาย 30 ชนเผ่า แหล่งรวบรวมศิลปะการแต่งกายของชนเผ่าที่อาศัยอยู่ในจังหวัดเชียงรายตั้งแต่อดีตจนถึงปัจจุบัน อาทิ ลื้อเชียงรุ้ง มูเซอดำ จีน ลัวะ ฮ่อ ไตยอง ลื้อเชียงคำ กะเหรี่ยง ลาวอินโดจีน อาข่า ฯลฯ นอกจากนี้ยังเป็นที่จัดแสดงตุงหรือ “ธง” มีหลายขนาดหลายแบบ หลายสี ทำจากวัสดุหลายชนิด ซึ่งแต่ละชนิดก็จะใช้ในพิธีกรรมที่แตกต่างกันไป",
        "time_available": "เปิดเข้าชมตั้งแต่เวลา 08.30-16.30 น.",
        "place_des_th": "ถนนธนาลัย (เยื้องพิพิธภัณฑ์ชาวเขา) เทศบาลเมืองเชียงราย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "ถนนธนาลัย (เยื้องพิพิธภัณฑ์ชาวเขา) เทศบาลเมืองเชียงราย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "ถนนธนาลัย (เยื้องพิพิธภัณฑ์ชาวเขา) เทศบาลเมืองเชียงราย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "ถนนธนาลัย (เยื้องพิพิธภัณฑ์ชาวเขา) เทศบาลเมืองเชียงราย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-713977"
        ],
        "note_th": "-",
        "note_ja": "-",
        "note_zh": "-",
        "note_en": "-",
        "location": [
          19.908401,
          99.834716
        ],
        "type": 1
      },
      {
        "name_th": "พิพิธภัณฑ์ชาวเขา เชียงราย",
        "name_ja": "พิพิธภัณฑ์ชาวเขา เชียงราย",
        "name_en": "พิพิธภัณฑ์ชาวเขา เชียงราย",
        "name_zh": "พิพิธภัณฑ์ชาวเขา เชียงราย",
        "image_url": [
          ""
        ],
        "history_th": "พิพิธภัณฑ์และศูนย์ศึกษาชาวเขา หรือที่เรียกกันสั้นๆว่า พิพิธภัณฑ์ชาวเขาเชียงราย ตั้งอยู่บนชั้น 3 ของอาคารพี ดี เอ. 1  ไม่ไกลกับสวนตุงและโคมเฉลิมพระเกียรติฯ อำเภอเมืองจังหวัดเชียงราย ในพิพิธภัณฑ์มีการจัดแสดงและฉายสไลด์วิถีชีวิตความเป็นอยู่ วัตถุสิ่งของ เครื่องใช้ ชุดแต่งกายประจำเผ่า พร้อมข้อมูลในเชิงนิทรรศการที่เกี่ยวกับชาวไทยภูเขา 6 เผ่า ได้แก่ ลีซอ อาข่า เย้า ม้ง กะเหรี่ยง และมูเซอ ภายในพิพิธภัณฑ์ชาวเขาเชียงรายแบ่งออกเป็นสองโซนด้วยกัน คือ ส่วนจัดแสดงพร้อมห้องฉายวีดีทัศน์และอีกส่วนคือส่วนขายของที่ระลึก",
        "history_zh": "พิพิธภัณฑ์และศูนย์ศึกษาชาวเขา หรือที่เรียกกันสั้นๆว่า พิพิธภัณฑ์ชาวเขาเชียงราย ตั้งอยู่บนชั้น 3 ของอาคารพี ดี เอ. 1  ไม่ไกลกับสวนตุงและโคมเฉลิมพระเกียรติฯ อำเภอเมืองจังหวัดเชียงราย ในพิพิธภัณฑ์มีการจัดแสดงและฉายสไลด์วิถีชีวิตความเป็นอยู่ วัตถุสิ่งของ เครื่องใช้ ชุดแต่งกายประจำเผ่า พร้อมข้อมูลในเชิงนิทรรศการที่เกี่ยวกับชาวไทยภูเขา 6 เผ่า ได้แก่ ลีซอ อาข่า เย้า ม้ง กะเหรี่ยง และมูเซอ ภายในพิพิธภัณฑ์ชาวเขาเชียงรายแบ่งออกเป็นสองโซนด้วยกัน คือ ส่วนจัดแสดงพร้อมห้องฉายวีดีทัศน์และอีกส่วนคือส่วนขายของที่ระลึก",
        "history_ja": "พิพิธภัณฑ์และศูนย์ศึกษาชาวเขา หรือที่เรียกกันสั้นๆว่า พิพิธภัณฑ์ชาวเขาเชียงราย ตั้งอยู่บนชั้น 3 ของอาคารพี ดี เอ. 1  ไม่ไกลกับสวนตุงและโคมเฉลิมพระเกียรติฯ อำเภอเมืองจังหวัดเชียงราย ในพิพิธภัณฑ์มีการจัดแสดงและฉายสไลด์วิถีชีวิตความเป็นอยู่ วัตถุสิ่งของ เครื่องใช้ ชุดแต่งกายประจำเผ่า พร้อมข้อมูลในเชิงนิทรรศการที่เกี่ยวกับชาวไทยภูเขา 6 เผ่า ได้แก่ ลีซอ อาข่า เย้า ม้ง กะเหรี่ยง และมูเซอ ภายในพิพิธภัณฑ์ชาวเขาเชียงรายแบ่งออกเป็นสองโซนด้วยกัน คือ ส่วนจัดแสดงพร้อมห้องฉายวีดีทัศน์และอีกส่วนคือส่วนขายของที่ระลึก",
        "history_en": "พิพิธภัณฑ์และศูนย์ศึกษาชาวเขา หรือที่เรียกกันสั้นๆว่า พิพิธภัณฑ์ชาวเขาเชียงราย ตั้งอยู่บนชั้น 3 ของอาคารพี ดี เอ. 1  ไม่ไกลกับสวนตุงและโคมเฉลิมพระเกียรติฯ อำเภอเมืองจังหวัดเชียงราย ในพิพิธภัณฑ์มีการจัดแสดงและฉายสไลด์วิถีชีวิตความเป็นอยู่ วัตถุสิ่งของ เครื่องใช้ ชุดแต่งกายประจำเผ่า พร้อมข้อมูลในเชิงนิทรรศการที่เกี่ยวกับชาวไทยภูเขา 6 เผ่า ได้แก่ ลีซอ อาข่า เย้า ม้ง กะเหรี่ยง และมูเซอ ภายในพิพิธภัณฑ์ชาวเขาเชียงรายแบ่งออกเป็นสองโซนด้วยกัน คือ ส่วนจัดแสดงพร้อมห้องฉายวีดีทัศน์และอีกส่วนคือส่วนขายของที่ระลึก",
        "time_available": "เปิดให้เข้าชมวันจันทร์-ศุกร์ ตั้งแต่เวลา 09.00-18.00 น. วันเสาร์-อาทิตย์, วันหยุดนักขัตฤกษ์ ตั้งแต่เวลา 10.00-18.00 น.",
        "place_des_th": "อาคารสมาคมพัฒนาประชากรและชุมชนจังหวัดเชียงราย ถนนธนาลัย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย เยื้องสวนตุงและโคมเชียงราย",
        "place_des_zh": "อาคารสมาคมพัฒนาประชากรและชุมชนจังหวัดเชียงราย ถนนธนาลัย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย เยื้องสวนตุงและโคมเชียงราย",
        "place_des_ja": "อาคารสมาคมพัฒนาประชากรและชุมชนจังหวัดเชียงราย ถนนธนาลัย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย เยื้องสวนตุงและโคมเชียงราย",
        "place_des_en": "อาคารสมาคมพัฒนาประชากรและชุมชนจังหวัดเชียงราย ถนนธนาลัย ตำบลเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย เยื้องสวนตุงและโคมเชียงราย",
        "phone": [
          "053-740088",
          "053-719167"
        ],
        "optional_phone": "กด 301",
        "note_th": "ค่าเข้าชมราคา 50 บาท",
        "note_ja": "ค่าเข้าชมราคา 50 บาท",
        "note_en": "ค่าเข้าชมราคา 50 บาท",
        "note_zh": "ค่าเข้าชมราคา 50 บาท",
        "location": [
          19.896609,
          99.851217
        ],
        "type": 1
      },
      {
        "name_th": "บ่อน้ำร้อนผาเสริฐ",
        "name_en": "บ่อน้ำร้อนผาเสริฐ",
        "name_ja": "บ่อน้ำร้อนผาเสริฐ",
        "name_zh": "บ่อน้ำร้อนผาเสริฐ",
        "image_url": [
          ""
        ],
        "history_th": "มีห้องอาบ/แช่น้ำร้อน 11 ห้อง มีสระอาบน้ำกลางแจ้ง บริการนวดแผนโบราณ และสถานที่กางเต็นท์",
        "history_zh": "มีห้องอาบ/แช่น้ำร้อน 11 ห้อง มีสระอาบน้ำกลางแจ้ง บริการนวดแผนโบราณ และสถานที่กางเต็นท์",
        "history_ja": "มีห้องอาบ/แช่น้ำร้อน 11 ห้อง มีสระอาบน้ำกลางแจ้ง บริการนวดแผนโบราณ และสถานที่กางเต็นท์",
        "history_en": "มีห้องอาบ/แช่น้ำร้อน 11 ห้อง มีสระอาบน้ำกลางแจ้ง บริการนวดแผนโบราณ และสถานที่กางเต็นท์",
        "time_available": "-",
        "place_des_th": "ไปทางถนนหน้าค่ายสี่แยกเด่นห้า อยู่ห่างจากตัวเมือง 20 กิโลเมตร ตำบลดอยฮาง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "ไปทางถนนหน้าค่ายสี่แยกเด่นห้า อยู่ห่างจากตัวเมือง 20 กิโลเมตร ตำบลดอยฮาง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "ไปทางถนนหน้าค่ายสี่แยกเด่นห้า อยู่ห่างจากตัวเมือง 20 กิโลเมตร ตำบลดอยฮาง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "ไปทางถนนหน้าค่ายสี่แยกเด่นห้า อยู่ห่างจากตัวเมือง 20 กิโลเมตร ตำบลดอยฮาง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "053-716436"
        ],
        "note_th": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "note_zh": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "note_en": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "note_ja": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "location": [
          19.957451,
          99.691412
        ],
        "type": 3
      },
      {
        "name_th": "น้ำพุร้อนโป่งพระบาท",
        "name_en": "น้ำพุร้อนโป่งพระบาท",
        "name_ja": "น้ำพุร้อนโป่งพระบาท",
        "name_zh": "น้ำพุร้อนโป่งพระบาท",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fpongprabang%2Fpongprabang_1.jpg?alt=media&token=6b560648-559f-4f86-9442-48fc0b710498",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fpongprabang%2Fpongprabang_3.jpg?alt=media&token=66622a97-547f-45cc-9a6a-75ac64d2f6c9",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fpongprabang%2Fpongprabang_2.jpg?alt=media&token=66bf886e-c57b-4ec3-b6e5-9e6711052edf"
        ],
        "history_th": "น้ำพุร้อนโป่งพระบาท ตั้งอยู่บ้านโป่งพระบาท ม.6 ต.บ้านดู่ อ.เมืองเชียงราย จ.เชียงราย เป็นน้ำพุร้อนตามธรรมชาติที่มีมานานแล้ว เทศบาลตำบลบ้านดู่ได้พัฒนาพื้นที่เป็นแหล่งอาบน้ำอุ่นตามธรรมชาติเพื่อสุขภาพ ( Spa treatment ) หรือทำเป็นห้องอาบน้ำแร่ ( Balneology ) ซึ่งในประเทศจีน ญี่ปุ่น ยุโรปหรือในอเมริกา เชื่อกันว่าได้อาบน้ำหรือแช่ตัวในน้ำร้อน (ออนเซ็น) อุณหภูมิระหว่าง 42-45 องศา ทำให้การหมุนเวียนขอโลหิตในร่างกายดีขึ้น น้ำร้อนจะขยายรูขุมขนทำให้ร่างกายขับสิ่งสกปรกปะปนมากับเหงื่อได้ดีจะช่วยทำให้รู้สึกสดชื่นหลังจากการแช่น้ำร้อน นอกจากนี้ยังช่วยรักษาอาการปวดเมื่อยตามข้อกระดูกกล้ามเนื้อและกำมะถันที่อยู่ในน้ำพุร้อนจะช่วยรักษาโรคผิวหนังได้เป็นอย่างดี บริเวณด้านหน้าน้ำพุร้อนมีบริการนวดแผนไทยโดยหมอนวดฝีมือเยี่ยม",
        "history_zh": "น้ำพุร้อนโป่งพระบาท ตั้งอยู่บ้านโป่งพระบาท ม.6 ต.บ้านดู่ อ.เมืองเชียงราย จ.เชียงราย เป็นน้ำพุร้อนตามธรรมชาติที่มีมานานแล้ว เทศบาลตำบลบ้านดู่ได้พัฒนาพื้นที่เป็นแหล่งอาบน้ำอุ่นตามธรรมชาติเพื่อสุขภาพ ( Spa treatment ) หรือทำเป็นห้องอาบน้ำแร่ ( Balneology ) ซึ่งในประเทศจีน ญี่ปุ่น ยุโรปหรือในอเมริกา เชื่อกันว่าได้อาบน้ำหรือแช่ตัวในน้ำร้อน (ออนเซ็น) อุณหภูมิระหว่าง 42-45 องศา ทำให้การหมุนเวียนขอโลหิตในร่างกายดีขึ้น น้ำร้อนจะขยายรูขุมขนทำให้ร่างกายขับสิ่งสกปรกปะปนมากับเหงื่อได้ดีจะช่วยทำให้รู้สึกสดชื่นหลังจากการแช่น้ำร้อน นอกจากนี้ยังช่วยรักษาอาการปวดเมื่อยตามข้อกระดูกกล้ามเนื้อและกำมะถันที่อยู่ในน้ำพุร้อนจะช่วยรักษาโรคผิวหนังได้เป็นอย่างดี บริเวณด้านหน้าน้ำพุร้อนมีบริการนวดแผนไทยโดยหมอนวดฝีมือเยี่ยม",
        "history_ja": "น้ำพุร้อนโป่งพระบาท ตั้งอยู่บ้านโป่งพระบาท ม.6 ต.บ้านดู่ อ.เมืองเชียงราย จ.เชียงราย เป็นน้ำพุร้อนตามธรรมชาติที่มีมานานแล้ว เทศบาลตำบลบ้านดู่ได้พัฒนาพื้นที่เป็นแหล่งอาบน้ำอุ่นตามธรรมชาติเพื่อสุขภาพ ( Spa treatment ) หรือทำเป็นห้องอาบน้ำแร่ ( Balneology ) ซึ่งในประเทศจีน ญี่ปุ่น ยุโรปหรือในอเมริกา เชื่อกันว่าได้อาบน้ำหรือแช่ตัวในน้ำร้อน (ออนเซ็น) อุณหภูมิระหว่าง 42-45 องศา ทำให้การหมุนเวียนขอโลหิตในร่างกายดีขึ้น น้ำร้อนจะขยายรูขุมขนทำให้ร่างกายขับสิ่งสกปรกปะปนมากับเหงื่อได้ดีจะช่วยทำให้รู้สึกสดชื่นหลังจากการแช่น้ำร้อน นอกจากนี้ยังช่วยรักษาอาการปวดเมื่อยตามข้อกระดูกกล้ามเนื้อและกำมะถันที่อยู่ในน้ำพุร้อนจะช่วยรักษาโรคผิวหนังได้เป็นอย่างดี บริเวณด้านหน้าน้ำพุร้อนมีบริการนวดแผนไทยโดยหมอนวดฝีมือเยี่ยม",
        "history_en": "น้ำพุร้อนโป่งพระบาท ตั้งอยู่บ้านโป่งพระบาท ม.6 ต.บ้านดู่ อ.เมืองเชียงราย จ.เชียงราย เป็นน้ำพุร้อนตามธรรมชาติที่มีมานานแล้ว เทศบาลตำบลบ้านดู่ได้พัฒนาพื้นที่เป็นแหล่งอาบน้ำอุ่นตามธรรมชาติเพื่อสุขภาพ ( Spa treatment ) หรือทำเป็นห้องอาบน้ำแร่ ( Balneology ) ซึ่งในประเทศจีน ญี่ปุ่น ยุโรปหรือในอเมริกา เชื่อกันว่าได้อาบน้ำหรือแช่ตัวในน้ำร้อน (ออนเซ็น) อุณหภูมิระหว่าง 42-45 องศา ทำให้การหมุนเวียนขอโลหิตในร่างกายดีขึ้น น้ำร้อนจะขยายรูขุมขนทำให้ร่างกายขับสิ่งสกปรกปะปนมากับเหงื่อได้ดีจะช่วยทำให้รู้สึกสดชื่นหลังจากการแช่น้ำร้อน นอกจากนี้ยังช่วยรักษาอาการปวดเมื่อยตามข้อกระดูกกล้ามเนื้อและกำมะถันที่อยู่ในน้ำพุร้อนจะช่วยรักษาโรคผิวหนังได้เป็นอย่างดี บริเวณด้านหน้าน้ำพุร้อนมีบริการนวดแผนไทยโดยหมอนวดฝีมือเยี่ยม",
        "time_available": "น้ำพุร้อนเปิดทำการ 08.00-19.00 น. (ฤดูหนาวเปิดทำการถึง 20.00 น.) นวดแผนไทยเปิดทำการ 09.00 – 17.00 น.",
        "place_des_th": "ไปทางถนนหน้าค่ายสี่แยกเด่นห้า อยู่ห่างจากตัวเมือง 20 กิโลเมตร ตำบลดอยฮาง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "หมู่ที่ 6 ตำบลบ้านดู่ อำเภอเมือง จังหวัดเชียงราย",
        "place_des_ja": "หมู่ที่ 6 ตำบลบ้านดู่ อำเภอเมือง จังหวัดเชียงราย",
        "place_des_en": "หมู่ที่ 6 ตำบลบ้านดู่ อำเภอเมือง จังหวัดเชียงราย",
        "phone": [
          "น้ำพุร้อน 053-703653",
          "นวดแผนไทย  08-96376965"
        ],
        "note_th": "ค่าแช่น้ำร้อน ราคา 50 บาท/คน และห้องอาบขนาดใหญ่ ราคาห้องละ 400 บาท (เข้าได้ 10 คน) สระว่ายน้ำรวม 20 บาท/คน\nอัตราบริการนวดแผนไทย\nนวดตัว 120 บาท / 1 ชม. \nนวดเท้า 150 บาท / 1 ชม. \nนวดน้ำมัน 250 บาท / 1 ชม.",
        "note_zh": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "note_en": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "note_ja": "ค่าบริการอาบน้ำแร่ 1 คน ราคา 50 บาท, 2 คน ราคา 80 บาท, 3 คน ราคา 100 บาท และ 4 คนราคา 120 บาท อาบน้ำแร่กลางแจ้ง ผู้ใหญ่ ราคา 30 บาท เด็ก ราคา 10 บาท",
        "location": [
          19.977672,
          99.832738
        ],
        "type": 1
      },
      {
        "name_th": "ไร่บุญรอด (สิงห์ปาร์ค)",
        "name_en": "ไร่บุญรอด (สิงห์ปาร์ค)",
        "name_ja": "ไร่บุญรอด (สิงห์ปาร์ค)",
        "name_zh": "ไร่บุญรอด (สิงห์ปาร์ค)",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_12.jpg?alt=media&token=b544482d-d6eb-4148-8748-5ac96c714ac4",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_1.jpg?alt=media&token=067eba2a-b81b-432a-a319-1e6f42b577c0",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_2.jpg?alt=media&token=8e8dbec9-98d9-4618-b92e-90de2aa5cd20",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_3.jpg?alt=media&token=e00faf56-1a8b-4a95-961b-e40cfee60627",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_4.jpg?alt=media&token=89972106-057d-4531-9a67-1abb7dba1a69",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_5.jpg?alt=media&token=cfa0b589-4875-420f-876d-225786bc2519",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_6.jpg?alt=media&token=8766ef34-5a83-42c7-aab2-005831494d58",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_7.jpg?alt=media&token=6a38447c-0d0f-442a-b2df-202b7a2c0a53",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_8.jpg?alt=media&token=89e6167b-5626-4375-a0cb-cb7878fc359e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_10.jpg?alt=media&token=4b6c8638-d6be-4d57-910d-7cdd13222c69",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_11.jpg?alt=media&token=b9f880ff-c24a-43b7-aba0-8e14e693bb94",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_13.jpg?alt=media&token=a4482129-855d-4b94-8d1e-fd8849c03d05",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fboonrod%2Fboonrod_9.jpg?alt=media&token=c11bbbb7-b7b6-44b4-a4b6-d7400ac49db3"
        ],
        "history_th": "สิงห์ปาร์คเชียงราย หรือ ที่หลายคนรู้จักในนาม “ไร่บุญรอด” ตั้งอยู่ริมถนนสายเด่นห้า-ดงมะดะ ห่างจากเขตชุมชนเมืองเชียงราย ประมาณ 9 กิโลเมตรเป็นแหล่งท่องเที่ยวเชิงเกษตรที่ใหญ่ที่สุดในประเทศไทยด้วยพื้นที่ที่มีขนาดใหญ่กว่า 8,000 ไร่ ทำให้สามารถเนรมิตที่เที่ยวทางเกษตรมากมายให้ได้สัมผัส ไม่ว่าจะเป็น ไร่ชาอู่หลงขนาดใหญ่ , ไร่สตรอเบอรี่ ,  ฟาร์มสัตว์ , เส้นทางทางปั่นจักรยาน , ทัศนียภาพอันสวยงามของบริเวณโดยรอบ , ร้านกาแฟและเบเกอรี่ , ร้านอาหาร และอื่นๆ อีกมากมาย",
        "history_ja": "สิงห์ปาร์คเชียงราย หรือ ที่หลายคนรู้จักในนาม “ไร่บุญรอด” ตั้งอยู่ริมถนนสายเด่นห้า-ดงมะดะ ห่างจากเขตชุมชนเมืองเชียงราย ประมาณ 9 กิโลเมตรเป็นแหล่งท่องเที่ยวเชิงเกษตรที่ใหญ่ที่สุดในประเทศไทยด้วยพื้นที่ที่มีขนาดใหญ่กว่า 8,000 ไร่ ทำให้สามารถเนรมิตที่เที่ยวทางเกษตรมากมายให้ได้สัมผัส ไม่ว่าจะเป็น ไร่ชาอู่หลงขนาดใหญ่ , ไร่สตรอเบอรี่ ,  ฟาร์มสัตว์ , เส้นทางทางปั่นจักรยาน , ทัศนียภาพอันสวยงามของบริเวณโดยรอบ , ร้านกาแฟและเบเกอรี่ , ร้านอาหาร และอื่นๆ อีกมากมาย",
        "history_zh": "สิงห์ปาร์คเชียงราย หรือ ที่หลายคนรู้จักในนาม “ไร่บุญรอด” ตั้งอยู่ริมถนนสายเด่นห้า-ดงมะดะ ห่างจากเขตชุมชนเมืองเชียงราย ประมาณ 9 กิโลเมตรเป็นแหล่งท่องเที่ยวเชิงเกษตรที่ใหญ่ที่สุดในประเทศไทยด้วยพื้นที่ที่มีขนาดใหญ่กว่า 8,000 ไร่ ทำให้สามารถเนรมิตที่เที่ยวทางเกษตรมากมายให้ได้สัมผัส ไม่ว่าจะเป็น ไร่ชาอู่หลงขนาดใหญ่ , ไร่สตรอเบอรี่ ,  ฟาร์มสัตว์ , เส้นทางทางปั่นจักรยาน , ทัศนียภาพอันสวยงามของบริเวณโดยรอบ , ร้านกาแฟและเบเกอรี่ , ร้านอาหาร และอื่นๆ อีกมากมาย",
        "history_en": "สิงห์ปาร์คเชียงราย หรือ ที่หลายคนรู้จักในนาม “ไร่บุญรอด” ตั้งอยู่ริมถนนสายเด่นห้า-ดงมะดะ ห่างจากเขตชุมชนเมืองเชียงราย ประมาณ 9 กิโลเมตรเป็นแหล่งท่องเที่ยวเชิงเกษตรที่ใหญ่ที่สุดในประเทศไทยด้วยพื้นที่ที่มีขนาดใหญ่กว่า 8,000 ไร่ ทำให้สามารถเนรมิตที่เที่ยวทางเกษตรมากมายให้ได้สัมผัส ไม่ว่าจะเป็น ไร่ชาอู่หลงขนาดใหญ่ , ไร่สตรอเบอรี่ ,  ฟาร์มสัตว์ , เส้นทางทางปั่นจักรยาน , ทัศนียภาพอันสวยงามของบริเวณโดยรอบ , ร้านกาแฟและเบเกอรี่ , ร้านอาหาร และอื่นๆ อีกมากมาย",
        "time_available": "ทุกวัน เปิดตลอด 24 ชั่วโมง",
        "place_des_th": "ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_zh": "ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_ja": "ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "place_des_en": "ตำบลแม่กรณ์ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57000",
        "phone": [
          "06-13877592",
          "09-15760374"
        ],
        "note_th": "http://singhapark.com",
        "note_zh": "http://singhapark.com",
        "note_en": "http://singhapark.com",
        "note_ja": "http://singhapark.com",
        "location": [
          19.853038,
          99.743385
        ],
        "type": 3
      },
      {
        "name_th": "หอปรัชญาในหลวง รัชกาล ที่ 9",
        "name_en": "หอปรัชญาในหลวง รัชกาล ที่ 9",
        "name_ja": "หอปรัชญาในหลวง รัชกาล ที่ 9",
        "name_zh": "หอปรัชญาในหลวง รัชกาล ที่ 9",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhorpratchaya%2Fhorpratchaya_3.jpg?alt=media&token=fe44697a-8c85-496b-959b-057bf182c878",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhorpratchaya%2Fhorpratchaya_2.jpg?alt=media&token=e1fae399-6b0d-492a-aafa-8bccefd49a25",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fhorpratchaya%2Fhorpratchaya_1.jpg?alt=media&token=b127148d-cd78-4652-a03e-0ee1727f0771"
        ],
        "history_th": "วัตถุประสงค์ของการจัดสร้างหอปรัชญาแห่งนี้ก็เพื่อเป็นการเชิดชูและเทิดพระเกียรติพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช รัชกาลที่ 9 และพระบรมวงศานุวงศ์ทุกพระองค์ และพระบรมวงศ์ในรัชกาลที่ 9 รวมทั้งเพื่อเป็นแหล่งศึกษาเรียนรู้เกี่ยวกับประวัติความเป็นมาและพัฒนาการของมหาวิทยาลัยราชภัฏเชียงราย เริ่มตั้งแต่สมัยเป็นวิทยาลัยครูเชียงราย ตั้งแต่ก่อนและหลังวันที่ 29 กันยายน 2516 ซึ่งเป็นวันสถาปนาวิทยาลัย เป็นต้นมาจนปัจจุบัน",
        "history_zh": "วัตถุประสงค์ของการจัดสร้างหอปรัชญาแห่งนี้ก็เพื่อเป็นการเชิดชูและเทิดพระเกียรติพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช รัชกาลที่ 9 และพระบรมวงศานุวงศ์ทุกพระองค์ และพระบรมวงศ์ในรัชกาลที่ 9 รวมทั้งเพื่อเป็นแหล่งศึกษาเรียนรู้เกี่ยวกับประวัติความเป็นมาและพัฒนาการของมหาวิทยาลัยราชภัฏเชียงราย เริ่มตั้งแต่สมัยเป็นวิทยาลัยครูเชียงราย ตั้งแต่ก่อนและหลังวันที่ 29 กันยายน 2516 ซึ่งเป็นวันสถาปนาวิทยาลัย เป็นต้นมาจนปัจจุบัน",
        "history_en": "วัตถุประสงค์ของการจัดสร้างหอปรัชญาแห่งนี้ก็เพื่อเป็นการเชิดชูและเทิดพระเกียรติพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช รัชกาลที่ 9 และพระบรมวงศานุวงศ์ทุกพระองค์ และพระบรมวงศ์ในรัชกาลที่ 9 รวมทั้งเพื่อเป็นแหล่งศึกษาเรียนรู้เกี่ยวกับประวัติความเป็นมาและพัฒนาการของมหาวิทยาลัยราชภัฏเชียงราย เริ่มตั้งแต่สมัยเป็นวิทยาลัยครูเชียงราย ตั้งแต่ก่อนและหลังวันที่ 29 กันยายน 2516 ซึ่งเป็นวันสถาปนาวิทยาลัย เป็นต้นมาจนปัจจุบัน",
        "history_ja": "วัตถุประสงค์ของการจัดสร้างหอปรัชญาแห่งนี้ก็เพื่อเป็นการเชิดชูและเทิดพระเกียรติพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช รัชกาลที่ 9 และพระบรมวงศานุวงศ์ทุกพระองค์ และพระบรมวงศ์ในรัชกาลที่ 9 รวมทั้งเพื่อเป็นแหล่งศึกษาเรียนรู้เกี่ยวกับประวัติความเป็นมาและพัฒนาการของมหาวิทยาลัยราชภัฏเชียงราย เริ่มตั้งแต่สมัยเป็นวิทยาลัยครูเชียงราย ตั้งแต่ก่อนและหลังวันที่ 29 กันยายน 2516 ซึ่งเป็นวันสถาปนาวิทยาลัย เป็นต้นมาจนปัจจุบัน",
        "time_available": "08.30-16.00 น.",
        "place_des_th": "มหาวิทยาลัยราชภัฏเชียงราย ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_zh": "มหาวิทยาลัยราชภัฏเชียงราย ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_ja": "มหาวิทยาลัยราชภัฏเชียงราย ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_en": "มหาวิทยาลัยราชภัฏเชียงราย ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "phone": [
          "053-776000"
        ],
        "note_th": "-",
        "note_zh": "-",
        "note_en": "-",
        "note_ja": "-",
        "location": [
          19.980483,
          99.851456
        ],
        "type": 1
      },
      {
        "name_th": "ถนนคนเดิน",
        "name_zh": "ถนนคนเดิน",
        "name_en": "ถนนคนเดิน",
        "name_ja": "ถนนคนเดิน",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froad%2Froad_1.jpg?alt=media&token=28ffd2d2-44f9-45b3-ac64-3db0c405bf21",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froad%2Froad_2.jpg?alt=media&token=c367d602-c3a9-454e-b931-0a28db10e723",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froad%2Froad_3.jpg?alt=media&token=37ae31a3-0edc-46f1-9522-98d0841f9216",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froad%2Froad_4.jpg?alt=media&token=1cf0a3fb-97a9-4d35-b0df-808669751857"
        ],
        "history_th": "ถนนคนเดินเชียงราย หรือ กาดเจียงฮายรำลึก จะมีทุกวันเสาร์ บริเวณถนนธนาลัยใจกลางเมืองเชียงราย ถนนคนเดินที่นี่ถือว่าคึกคักมาก เพราะเต็มไปด้วยสินค้าพื้นเมือง ของตกแต่งบ้าน ของที่ระลึกวางขายมากมายตลอดเส้นทางถนน และไฮไลท์ของที่นี่ คือ จะมีลานสำหรับให้นักท่องเที่ยวมาเต้นรำวงย้อนยุคเพื่อหวนรำลึกถึงวันวานในอดีต",
        "history_zh": "ถนนคนเดินเชียงราย หรือ กาดเจียงฮายรำลึก จะมีทุกวันเสาร์ บริเวณถนนธนาลัยใจกลางเมืองเชียงราย ถนนคนเดินที่นี่ถือว่าคึกคักมาก เพราะเต็มไปด้วยสินค้าพื้นเมือง ของตกแต่งบ้าน ของที่ระลึกวางขายมากมายตลอดเส้นทางถนน และไฮไลท์ของที่นี่ คือ จะมีลานสำหรับให้นักท่องเที่ยวมาเต้นรำวงย้อนยุคเพื่อหวนรำลึกถึงวันวานในอดีต",
        "history_ja": "ถนนคนเดินเชียงราย หรือ กาดเจียงฮายรำลึก จะมีทุกวันเสาร์ บริเวณถนนธนาลัยใจกลางเมืองเชียงราย ถนนคนเดินที่นี่ถือว่าคึกคักมาก เพราะเต็มไปด้วยสินค้าพื้นเมือง ของตกแต่งบ้าน ของที่ระลึกวางขายมากมายตลอดเส้นทางถนน และไฮไลท์ของที่นี่ คือ จะมีลานสำหรับให้นักท่องเที่ยวมาเต้นรำวงย้อนยุคเพื่อหวนรำลึกถึงวันวานในอดีต",
        "history_en": "ถนนคนเดินเชียงราย หรือ กาดเจียงฮายรำลึก จะมีทุกวันเสาร์ บริเวณถนนธนาลัยใจกลางเมืองเชียงราย ถนนคนเดินที่นี่ถือว่าคึกคักมาก เพราะเต็มไปด้วยสินค้าพื้นเมือง ของตกแต่งบ้าน ของที่ระลึกวางขายมากมายตลอดเส้นทางถนน และไฮไลท์ของที่นี่ คือ จะมีลานสำหรับให้นักท่องเที่ยวมาเต้นรำวงย้อนยุคเพื่อหวนรำลึกถึงวันวานในอดีต",
        "time_available": "เปิดตั้งแต่เวลา 16.00 น.-24.00น (เฉพาะวันเสาร์)",
        "place_des_th": "ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "-"
        ],
        "note_th": "-",
        "note_zh": "-",
        "note_en": "-",
        "note_ja": "-",
        "location": [
          19.908581,
          99.829647
        ],
        "type": 4
      },
      {
        "name_th": "ถนนคนม่วน",
        "name_zh": "ถนนคนม่วน",
        "name_en": "ถนนคนม่วน",
        "name_ja": "ถนนคนม่วน",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_9.jpg?alt=media&token=bc1f6a07-30a0-45c2-a959-09f47db75bd8",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_1.jpg?alt=media&token=8462dd3e-ad2a-458b-a045-4a204c2a2db0",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_2.jpg?alt=media&token=ed89aee7-e9c6-4d74-af0f-d01387e09e2f",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_3.jpg?alt=media&token=cce7c9e5-a719-44a6-bfaa-6c6649533daa",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_4.jpg?alt=media&token=5103af40-0b03-4e25-9745-e7ecd0a5db11",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_5.jpg?alt=media&token=c33882a9-ee23-4f6e-bf6c-0bcb03c28b67",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_6.jpg?alt=media&token=14bf0448-a3ed-4378-b8af-ee50358a420e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_7.jpg?alt=media&token=0a07d404-265a-47e9-8010-5d7be5228c7e",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_8.jpg?alt=media&token=468fdc33-b976-4907-8b79-cc9c6b71ec13",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_10.jpg?alt=media&token=04a6b6da-4339-43fc-9d62-b209ebf32c45",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Froadmuan%2Froadmuan_11.jpg?alt=media&token=dcfc82d1-2ea7-4a4a-93be-48e0725a5cb2"
        ],
        "history_th": "ถนนคนม่วนเป็นถนนคนเดินที่เปิดขายเฉพาะวันอาทิตย์บริเวณถนนสันโค้งน้อยยาวไปถึงหน้าวัดเชตุพน มีกิจกรรมรำวงย้อนยุค จำหน่ายสินค้าพื้นเมือง และอาหารหลากหลาย เป็นแถวยาวตลอดเส้นทางถนน",
        "history_zh": "ถนนคนม่วนเป็นถนนคนเดินที่เปิดขายเฉพาะวันอาทิตย์บริเวณถนนสันโค้งน้อยยาวไปถึงหน้าวัดเชตุพน มีกิจกรรมรำวงย้อนยุค จำหน่ายสินค้าพื้นเมือง และอาหารหลากหลาย เป็นแถวยาวตลอดเส้นทางถนน",
        "history_en": "ถนนคนม่วนเป็นถนนคนเดินที่เปิดขายเฉพาะวันอาทิตย์บริเวณถนนสันโค้งน้อยยาวไปถึงหน้าวัดเชตุพน มีกิจกรรมรำวงย้อนยุค จำหน่ายสินค้าพื้นเมือง และอาหารหลากหลาย เป็นแถวยาวตลอดเส้นทางถนน",
        "history_ja": "ถนนคนม่วนเป็นถนนคนเดินที่เปิดขายเฉพาะวันอาทิตย์บริเวณถนนสันโค้งน้อยยาวไปถึงหน้าวัดเชตุพน มีกิจกรรมรำวงย้อนยุค จำหน่ายสินค้าพื้นเมือง และอาหารหลากหลาย เป็นแถวยาวตลอดเส้นทางถนน",
        "time_available": "เปิดตั้งแต่เวลา 16.00 น.-24.00 น. (เฉพาะวันอาทิตย์)",
        "place_des_th": "ถนนสันโค้งน้อย ซอย 1 ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_zh": "ถนนสันโค้งน้อย ซอย 1 ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_en": "ถนนสันโค้งน้อย ซอย 1 ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "place_des_ja": "ถนนสันโค้งน้อย ซอย 1 ตำบลรอบเวียง อำเภอเมืองเชียงราย จังหวัดเชียงราย",
        "phone": [
          "-"
        ],
        "note_th": "-",
        "note_zh": "-",
        "note_en": "-",
        "note_ja": "-",
        "location": [
          19.901935,
          99.825495
        ],
        "type": 4
      },
      {
        "name_th": "วัดร่องเสือเต้น",
        "name_zh": "วัดร่องเสือเต้น",
        "name_en": "วัดร่องเสือเต้น",
        "name_ja": "วัดร่องเสือเต้น",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongsaue%2Frongsaue_5.jpg?alt=media&token=d1d229f5-3c71-475b-902d-734cdea2f66a",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongsaue%2Frongsaue_1.jpg?alt=media&token=cd5cd1b0-0146-49c0-9d70-6aae5cc45012",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongsaue%2Frongsaue_2.jpg?alt=media&token=a4332081-f099-4d19-8fb5-fd2b69fc55fe",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongsaue%2Frongsaue_3.jpg?alt=media&token=764b7de5-e2b7-4942-9f01-b19dc1a4d886",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Frongsaue%2Frongsaue_4.jpg?alt=media&token=91f82abe-dbd8-4636-84e7-0658e6894799"
        ],
        "history_th": "ผลงานทางศิลปะที่วัดร่องเสือเต้นแห่งนี้เป็นฝีมือของ “สล่านก หรือนายพุทธา กาบแก้ว” ศิลปินท้องถิ่นชาวเชียงราย ซึ่งเคยเป็นลูกศิษย์ของอาจารย์เฉลิมชัย โฆษิตพิพัฒน์และเคยทำงานสร้างวัดร่องขุ่นเมื่อหลายปีก่อน วัดร่องเสือเต้นสร้างเสร็จเมื่อวันที่ 22 มกราคม 2559 ศิลปะที่ใช้ก่อสร้างเรียกว่าเป็นศิลปะประยุกต์ โดยแนวคิดสีน้ำเงินฟ้าซึ่งเป็นโทนสีของวัด แสดงถึงธรรมะขององค์สมเด็จพระสัมมนาสัมพุทธเจ้าที่ขจรขจายทั่วโลก ซึ่งเป็นหลักคำสอนที่เป็นจริงตามเหตุและผลเปรียบเหมือนดังท้องฟ้าที่สดใส",
        "history_en": "ผลงานทางศิลปะที่วัดร่องเสือเต้นแห่งนี้เป็นฝีมือของ “สล่านก หรือนายพุทธา กาบแก้ว” ศิลปินท้องถิ่นชาวเชียงราย ซึ่งเคยเป็นลูกศิษย์ของอาจารย์เฉลิมชัย โฆษิตพิพัฒน์และเคยทำงานสร้างวัดร่องขุ่นเมื่อหลายปีก่อน วัดร่องเสือเต้นสร้างเสร็จเมื่อวันที่ 22 มกราคม 2559 ศิลปะที่ใช้ก่อสร้างเรียกว่าเป็นศิลปะประยุกต์ โดยแนวคิดสีน้ำเงินฟ้าซึ่งเป็นโทนสีของวัด แสดงถึงธรรมะขององค์สมเด็จพระสัมมนาสัมพุทธเจ้าที่ขจรขจายทั่วโลก ซึ่งเป็นหลักคำสอนที่เป็นจริงตามเหตุและผลเปรียบเหมือนดังท้องฟ้าที่สดใส",
        "history_ja": "ผลงานทางศิลปะที่วัดร่องเสือเต้นแห่งนี้เป็นฝีมือของ “สล่านก หรือนายพุทธา กาบแก้ว” ศิลปินท้องถิ่นชาวเชียงราย ซึ่งเคยเป็นลูกศิษย์ของอาจารย์เฉลิมชัย โฆษิตพิพัฒน์และเคยทำงานสร้างวัดร่องขุ่นเมื่อหลายปีก่อน วัดร่องเสือเต้นสร้างเสร็จเมื่อวันที่ 22 มกราคม 2559 ศิลปะที่ใช้ก่อสร้างเรียกว่าเป็นศิลปะประยุกต์ โดยแนวคิดสีน้ำเงินฟ้าซึ่งเป็นโทนสีของวัด แสดงถึงธรรมะขององค์สมเด็จพระสัมมนาสัมพุทธเจ้าที่ขจรขจายทั่วโลก ซึ่งเป็นหลักคำสอนที่เป็นจริงตามเหตุและผลเปรียบเหมือนดังท้องฟ้าที่สดใส",
        "history_zh": "ผลงานทางศิลปะที่วัดร่องเสือเต้นแห่งนี้เป็นฝีมือของ “สล่านก หรือนายพุทธา กาบแก้ว” ศิลปินท้องถิ่นชาวเชียงราย ซึ่งเคยเป็นลูกศิษย์ของอาจารย์เฉลิมชัย โฆษิตพิพัฒน์และเคยทำงานสร้างวัดร่องขุ่นเมื่อหลายปีก่อน วัดร่องเสือเต้นสร้างเสร็จเมื่อวันที่ 22 มกราคม 2559 ศิลปะที่ใช้ก่อสร้างเรียกว่าเป็นศิลปะประยุกต์ โดยแนวคิดสีน้ำเงินฟ้าซึ่งเป็นโทนสีของวัด แสดงถึงธรรมะขององค์สมเด็จพระสัมมนาสัมพุทธเจ้าที่ขจรขจายทั่วโลก ซึ่งเป็นหลักคำสอนที่เป็นจริงตามเหตุและผลเปรียบเหมือนดังท้องฟ้าที่สดใส",
        "time_available": "ทุกวัน  07.00 - 20.00 น.",
        "place_des_th": "306 หมู่ 2 ชุมชนร่องเสือเต้น ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_zh": "306 หมู่ 2 ชุมชนร่องเสือเต้น ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_en": "306 หมู่ 2 ชุมชนร่องเสือเต้น ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_ja": "306 หมู่ 2 ชุมชนร่องเสือเต้น ตำบลริมกก อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "phone": [
          "08-20269038"
        ],
        "note_th": "https://www.facebook.com/วัดร่องเสือเต้น",
        "note_zh": "https://www.facebook.com/วัดร่องเสือเต้น",
        "note_en": "https://www.facebook.com/วัดร่องเสือเต้น",
        "note_ja": "https://www.facebook.com/วัดร่องเสือเต้น",
        "location": [
          19.923358,
          99.841904
        ],
        "type": 1
      },
      {
        "name_th": "ขัวศิลปะ",
        "name_zh": "ขัวศิลปะ",
        "name_en": "ขัวศิลปะ",
        "name_ja": "ขัวศิลปะ",
        "image_url": [
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkoeaart%2Fkoeaart_3.jpg?alt=media&token=efdafea8-8d1d-479c-9db9-afa9dde6b257",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkoeaart%2Fkoeaart_1.jpg?alt=media&token=26f40647-6909-4e2c-8637-706e00c5da07",
          "https://firebasestorage.googleapis.com/v0/b/guidechaingrai-f06e7.appspot.com/o/image%2Fkoeaart%2Fkoeaart_2.jpg?alt=media&token=c2f9cc19-a89e-40c7-a5fa-f3ad82ecb30c"
        ],
        "history_th": "คำว่า “ขัว” เป็นภาษาเหนือ แปลว่า สะพาน เมื่อมารวมกับคำว่าศิลปะแล้ว “ขัวศิลปะ” จึงหมายถึง สะพานที่จะเชื่อมศิลปะสู่สังคม ขัวศิลปะ ก่อตั้งโดยกลุ่มศิลปินเชียงรายใช้เพื่อจัดแสดงงานศิลปะ บางชิ้นมีการเปิดขายสำหรับผู้สนใจ",
        "history_ja": "คำว่า “ขัว” เป็นภาษาเหนือ แปลว่า สะพาน เมื่อมารวมกับคำว่าศิลปะแล้ว “ขัวศิลปะ” จึงหมายถึง สะพานที่จะเชื่อมศิลปะสู่สังคม ขัวศิลปะ ก่อตั้งโดยกลุ่มศิลปินเชียงรายใช้เพื่อจัดแสดงงานศิลปะ บางชิ้นมีการเปิดขายสำหรับผู้สนใจ",
        "history_en": "คำว่า “ขัว” เป็นภาษาเหนือ แปลว่า สะพาน เมื่อมารวมกับคำว่าศิลปะแล้ว “ขัวศิลปะ” จึงหมายถึง สะพานที่จะเชื่อมศิลปะสู่สังคม ขัวศิลปะ ก่อตั้งโดยกลุ่มศิลปินเชียงรายใช้เพื่อจัดแสดงงานศิลปะ บางชิ้นมีการเปิดขายสำหรับผู้สนใจ",
        "history_zh": "คำว่า “ขัว” เป็นภาษาเหนือ แปลว่า สะพาน เมื่อมารวมกับคำว่าศิลปะแล้ว “ขัวศิลปะ” จึงหมายถึง สะพานที่จะเชื่อมศิลปะสู่สังคม ขัวศิลปะ ก่อตั้งโดยกลุ่มศิลปินเชียงรายใช้เพื่อจัดแสดงงานศิลปะ บางชิ้นมีการเปิดขายสำหรับผู้สนใจ",
        "time_available": "แกลอรี่ ร้านขายของที่ระลึก เปิดบริการทุกวัน เวลา 10:00- 19:00 น.",
        "place_des_th": "551 หมู่ 1 ถนนพหลโยธิน ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_ja": "551 หมู่ 1 ถนนพหลโยธิน ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_en": "551 หมู่ 1 ถนนพหลโยธิน ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "place_des_zh": "551 หมู่ 1 ถนนพหลโยธิน ตำบลบ้านดู่ อำเภอเมืองเชียงราย จังหวัดเชียงราย 57100",
        "phone": [
          "08-84185431",
          "053-166623"
        ],
        "note_th": "www.artbridgechiangrai.org",
        "note_en": "www.artbridgechiangrai.org",
        "note_ja": "www.artbridgechiangrai.org",
        "note_zh": "www.artbridgechiangrai.org",
        "location": [
          19.956192,
          99.851003
        ],
        "type": 1
      }
    ]
  }

  module.exports = mock_place